[
  {
    "name":"Механика",
    "id":1,
    "themes": [
      {
        "name":"Кинематика",
        "id":2,
        "themes":[],
        "text":" Кинематика — раздел механики, изучающий движение тел без учета причин, вызвавших этодвижение. \nОсновной задачей кинематики является нахождение положения тела в любой момент времени, если известны его положение, скорость и ускорение в начальный момент времени. \nМеханическое движение — это изменение положения тел (или частей тела) относительно друг друга в пространстве с течением времени.\nДля описания механического движения надо выбрать систему отсчета. \nВсякое тело имеет определенные размеры. Однако, во многих задачах механики нет необходимости указывать положения отдельных частей тела. Если размеры тела малы по сравнению с расстояниями до других тел, то данное тело можно считать материальной точкой. Так при движении автомобиля на большие расстояния можно пренебречь его длиной, так как длина автомобиля мала по сравнению с расстояниями, которое он проходит \nИнтуитивно понятно, что характеристики движения (скорость, траектория и т.д.) зависят от того, откуда мы на него смотрим. Поэтому для описания движения вводится понятие системы отсчета. Система отсчета (СО) – совокупность тела отсчета (оно считается абсолютно твердым), привязанной к нему системой координат, линейки (прибора, измеряющего расстояния), часов и синхронизатора времени. \nПуть и перемещение : \nПеремещаясь с течением времени из одной точки в другую, тело (материальная точка) описывает в данной СО некоторую линию, которую называют траекторией движения тела. \nПеремещением тела называют направленный отрезок прямой, соединяющий начальное положение тела с его конечным положением. Перемещение есть векторная величина. Перемещением может в процессе движение увеличиваться, уменьшаться и становиться равным нулю. \nПройденный путь равен длине траектории, пройденной телом за некоторое время. Путь – скалярная величина. Путь не может уменьшаться. Путь только возрастает либо остается постоянным (если тело не движется). При движении тела по криволинейной траектории модуль (длина) вектора перемещения всегда меньше пройденного пути. \n;При равномерном (с постоянной скоростью) движении путь L может быть найден по формуле: \nL = vt, где :  \nv – скорость тела, t – время в течении которого оно двигалось.Средняя скорость : \nСкорость – векторная величина, характеризующая быстроту перемещения тела в пространстве. Скорость бывает средней и мгновенной. Мгновенная скорость описывает движение в данный конкретный момент времени в данной конкретной точке пространства, а средняя скорость характеризует все движение в целом, в общем, не описывая подробности движения на каждом конкретном участке. \nСредняя скорость пути – это отношение всего пути ко всему времени движения: \nv ср = L полн / t полн = (L1 + L2 + L3 + ...) / (t1 + t2 + t3 + ...), где \n;L полн - весь путь, который прошло тело, t полн -  все время движения.Равноускоренное прямолинейное движение : \nУскорение – векторная физическая величина, определяющая быстроту изменения скорости тела. Ускорением тела называют отношение изменения скорости к промежутку времени, в течение которого происходило изменение скорости: \na = (v - v0) / t , где : \nv0 – начальная скорость тела, v – конечная скорость тела (то есть спустя промежуток времени t). \nДалее, если иное не указано в условии задачи, мы считаем, что если тело движется с ускорением, то это ускорение остается постоянным. Такое движение тела называется равноускоренным (или равнопеременным). При равноускоренном движении скорость тела изменяется на одинаковую величину за любые равные промежутки времени. \nРавноускоренное движение бывает собственно ускоренным, когда тело увеличивает скорость движения, и замедленным, когда скорость уменьшается. \nИз предыдущей формулы, следует другая более распространённая формула, описывающая изменение скорости со временем при равноускоренном движении: \nv = v0 + at; \nПеремещение при равноускоренном движении рассчитывается по формулам: \nS = v0t + at^2 / 2; \nПри равноускоренном движении среднюю скорость можно рассчитывать, как среднее арифметическое начальной и конечной скоростей: \nv ср = (v + v0) / 2; \nС расчетом пути все сложнее. Если тело не меняло направления движения, то при равноускоренном прямолинейном движении путь численно равен перемещению. А если меняло – надо отдельно считать путь до остановки (момента разворота) и путь после остановки. А просто подстановка времени в формулы для перемещения в этом случае приведет к типичной ошибке. \nx = x0 + v0t + at^2 / 2; \nПроекция скорости при равноускоренном движении изменяется по такому закону: \nv = v0 + at; \nСвободное падение по вертикали : \nНа все тела, находящиеся в поле тяготения Земли, действует сила тяжести. В отсутствие опоры или подвеса эта сила заставляет тела падать к поверхности Земли. Если пренебречь сопротивлением воздуха, то движение тел только под действием силы тяжести называется свободным падением. Сила тяжести сообщает любым телам, независимо от их формы, массы и размеров, одинаковое ускорение, называемое ускорением свободного падения. Вблизи поверхности Земли ускорение свободного падения составляет: \ng = 9,80665 м / с^2 = 10 м / с^2; \nЭто значит, что свободное падение всех тел вблизи поверхности Земли является равноускоренным (но не обязательно прямолинейным) движением. Вначале рассмотрим простейший случай свободного падения, когда тело движется строго по вертикали. Такое движение является равноускоренным прямолинейным движением, поэтому все изученные ранее закономерности и фокусы такого движения подходят и для свободного падения. Только ускорение всегда равно ускорению свободного падения. \nCкорость, с которой упадет тело падающее с высоты h без начальной скорости: \nv = √2gh; \nВремя падения тела с высоты h без начальной скорости: \nt падения = √ 2h / g; \nМаксимальная высота на которую поднимется тело, брошенное вертикально вверх с начальной скоростью v0, время подъема этого тела на максимальную высоту, и полное время полета (до возвращения в исходную точку): \nh max = v0^2 / 2g; \nt подъёма = v0 / g; \nt полётам = 2v0 / g; \nРавномерное движение по окружности : \nДвижение тела по окружности является частным случаем криволинейного движения. Такой вид движения также рассматривается в кинематике. При криволинейном движении вектор скорости тела всегда направлен по касательной к траектории. То же самое происходит и при движении по окружности. Равномерное движение тела по окружности характеризуется рядом величин. \nПериод – время, за которое тело, двигаясь по окружности, совершает один полный оборот. Единица измерения – 1 с. Период рассчитывается по формуле: \nT = t / n; \nЧастота – количество оборотов, которое совершило тело, двигаясь по окружности, в единицу времени. Единица измерения – 1 об/с или 1 Гц. Частота рассчитывается по формуле: \nv = N / t; /nВ обеих формулах: N – количество оборотов за время t. Как видно из вышеприведенных формул, период и частота величины взаимообратные: /nT = 1 / v;    v = 1 / T;    Tv = 1; /nПри равномерном вращении скорость тела будет определяется следующим образом: /nv = l / t = 2πК / T = 2πКv, где /nl – длина окружности или путь, пройденный телом за время равное периоду T. При движении тела по окружности удобно рассматривать угловое перемещение φ (или угол поворота), измеряемое в радианах. Угловой скоростью ω тела в данной точке называют отношение малого углового перемещения Δφ к малому промежутку времени Δt. Очевидно, что за время равное периоду T тело пройдет угол равный 2π, следовательно при равномерном движении по окружности выполняются формулы: /nω = Δφ / Δt = 2π / T = 2πv; /nУгловая скорость измеряется в рад/с. Не забывайте переводить углы из градусов в радианы. Длина дуги l связана с углом поворота соотношением: /nl = φR;Связь между модулем линейной скорости v и угловой скоростью ω: /nω = v / R;    v = ωR; /nПри движении тела по окружности с постоянной по модулю скоростью изменяется только направление вектора скорости, поэтому движение тела по окружности с постоянной по модулю скоростью является движением с ускорением (но не равноускоренным), так как меняется направление скорости. В этом случае ускорение направлено по радиусу к центру окружности. Его называют нормальным, или центростремительным ускорением, так как вектор ускорения в любой точке окружности направлен к ее центру. /nМодуль центростремительного ускорения связан с линейной v и угловой ω скоростями соотношениями: /na = v^2 / R = ω^2R = ωv; /n"},
      {
        "name":"Динамика",
        "id":3,
        "themes":[],
        "text":"Динамика – раздел механики, который изучает взаимодействия тел, причины возникновения движения и тип возникающего движения. Взаимодействие – процесс, в ходе которого тела оказывают взаимное действие друг на друга. В физике все взаимодействия обязательно парные. Это значит, что тела взаимодействуют друг с другом парами. То есть всякое действие обязательно порождает противодействие. \nСила – это количественная мера интенсивности взаимодействия тел. Сила является причиной изменения скорости тела целиком или его частей (деформации). Сила является векторной величиной. Прямая, вдоль которой направлена сила, называется линией действия силы. Сила характеризуется тремя параметрами: точкой приложения, модулем (численным значением) и направлением. В Международной системе единиц (СИ) сила измеряется в Ньютонах (Н). Для измерения сил используют откалиброванные пружины. Такие откалиброванные пружины называются динамометрами. Сила измеряется по растяжению динамометра. \nСила, оказывающая на тело такое же действие, как и все силы, действующие на него, вместе взятые, называется равнодействующей силой. Она равна векторной сумма всех сил, действующих на тело: \nF = F1 + F2 + F3 + ... \nЗаконы Ньютона : \nЗаконы динамики, описывающие влияние различных взаимодействий на движение тел, были в одной из своих простейших форм, впервые четко и ясно сформулированы Исааком Ньютоном в книге «Математические начала натуральной философии» (1687 год), поэтому эти законы также называют Законами Ньютона. Ньютоновская формулировка законов движения справедлива только в инерциальных системах отсчета (ИСО). ИСО – система отсчета, связанная с телом, движущимся по инерции (равномерно и прямолинейно). \nЕсть и другие ограничения на применимость законов Ньютона. Например, они дают точные результаты только до тех пор, пока применяются к телам, скорости которых много меньше скорости света, а размеры значительно превышают размеры атомов и молекул. \nПервый закон Ньютона (или закон инерции) \nФормулировка: В ИСО, если на тело не действуют никакие силы или действие сил скомпенсировано (то есть равнодействующая сил равна нулю), то тело сохраняет состояние покоя или равномерного прямолинейного движения. \nСвойство тел сохранять свою скорость при отсутствии действия на него других тел называется инерцией. Поэтому первый закон Ньютона называют законом инерции. Итак, причиной изменения скорости движения тела целиком или его частей всегда является его взаимодействие с другими телами. Для количественного описания изменения движения тела под воздействием других тел необходимо ввести новую величину – массу тела. \nМасса – это свойство тела, характеризующее его инертность (способность сохранять скорость постоянной. В Международной системе единиц (СИ) масса тела измеряется в килограммах (кг). Масса тела – скалярная величина. Масса также является мерой количества вещества: \nm = pV, где \np - плотность вещества, V - объём /nВторой закон Ньютона – основной закон динамики : \nПриступая к формулировке второго закона, следует вспомнить, что в динамике вводятся две новые физические величины – масса тела и сила. Первая из этих величин – масса – является количественной характеристикой инертных свойств тела. Она показывает, как тело реагирует на внешнее воздействие. Вторая – сила – является количественной мерой действия одного тела на другое. \nФормулировка: Ускорение, приобретаемое телом в ИСО, прямо пропорционально равнодействующей всех сил, действующих на тело, и обратно пропорционально массе этого тела: \na = F / m; \nОднако при решении задач по динамике второй закон Ньютона целесообразно записывать в виде: \nF = ma;\nЕсли на тело одновременно действуют несколько сил, то под силой в формуле, выражающей второй закон Ньютона, нужно понимать равнодействующую всех сил. Если равнодействующая сила равна нолю, то тело будет оставаться в состоянии покоя или равномерного прямолинейного движения, т.к. ускорение будет нулевым (первый закон Ньютона). \nТретий закон Ньютона : \nФормулировка: В ИСО тела действуют друг на друга с силами, равными по модулю и противоположными по направлению, лежащими на одной прямой и имеющими одну физическую природу: \nF1-2 = - F2-1; \nЭти силы приложены к разным телам и поэтому не могут уравновешивать друг друга. Обратите внимание, что складывать можно только силы, которые одновременно действуют на одно из тел. При взаимодействии двух тел возникают силы, равные по величине и противоположные по направлению, но складывать их нельзя, т.к. приложены они к разным телам. \nАлгоритм решения задач по динамике : \n1. Проанализировав условие задачи, установить, какие силы действуют и на какие тела; \n2. Показать на рисунке все силы в виде векторов, то есть направленных отрезков, приложенных к телам, на которые они действуют; \n3. Выбрать систему отсчета, при этом полезно одну координатную ось направить туда же, куда направлено ускорение рассматриваемого тела, а другую – перпендикулярно ускорению; \n4. Записать II закон Ньютона в векторной форме: /nF1 + F2 + F3 + ... = ma; \n5. Перейти к скалярной форме уравнения, то есть записать все его члены в том же порядке в проекциях на каждую из осей, без знаков векторов, но учитывая, что силы, направленные против выбранных осей будут иметь отрицательные проекции, и, таким образом, в левой части закона Ньютона они будут уже вычитаться, а не прибавляться; \n6. Составить систему уравнений, дополнив уравнения, полученные в предыдущем пункте, в случае необходимости, кинематическими или другими простыми уравнениями; \n7. Провести далее все необходимые математические этапы решения; \n8. Если в движении участвует несколько тел, анализ сил и запись уравнений производится для каждого из них по отдельности. Если в задаче по динамике описывается несколько ситуаций, то подобный анализ производится для каждой ситуации. \nПри решении задач учитывайте также следующее: направление скорости тела и равнодействующей сил необязательно совпадают. \nСила упругости : \nДеформацией называют любое изменение формы или размеров тела. Упругими называют такие деформации, при которых тело полностью восстанавливает свою форму после прекращения действия деформирующей силы. Например, после того, как груз сняли с пружины, её длина в недеформированном состоянии не изменилась. При упругой деформации тела возникает сила, которая стремится восстановить прежние размеры и форму тела. Ее называют силой упругости. Простейшим видом деформации является деформация одностороннего растяжения или сжатия. \nF упр = kx, где \nk – жесткость тела, х – величина растяжения (или сжатия, деформации тела), оно равно разности между конечной и начальной длиной деформируемого тела. И не равно ни начальной ни конечной его длине в отдельности. Жесткость не зависит ни от величины приложенной силы, ни от деформации тела, а определяется только материалом, из которого изготовлено тело, его формой и размерами. В системе СИ жесткость измеряется в Н/м. \nУтверждение о пропорциональности силы упругости и деформации называют законом Гука. В технике часто применяются спиралеобразные пружины. При растяжении или сжатии пружин возникают упругие силы, которые также подчиняются закону Гука. Коэффициент k называют жесткостью пружины. В пределах применимости закона Гука пружины способны сильно изменять свою длину. Поэтому их часто используют для измерения сил. Пружину, растяжение которой проградуировано в единицах силы, называют динамометром. \nТаким образом, у каждого конкретного тела (а не материала) есть своя жесткость и она не изменяется для данного тела. Таким образом, если у Вас в задаче по динамике несколько раз растягивали одну и ту же пружину Вы должны понимать, что ее жесткость во всех случаях была одна и та же. С другой стороны если в задаче было несколько пружин разных габаритов, но, например, все они были стальные, то тем не менее у них у всех будут разные жесткости. Так как жесткость не является характеристикой материала, то ее нельзя найти ни в каких таблицах. Жесткость каждого конкретного тела будет либо Вам дана в задаче по динамике, либо ее значение должно стать предметом некоторых дополнительных изысканий при решении данной задачи. \nПри сжатии сила упругости препятствует сжатию, а при растяжении – препятствует растяжению. Рассмотрим также то, как можно выразить жесткость нескольких пружин соединенных определённым образом. При параллельном соединении пружин общий коэффициент жесткости рассчитывается по формуле: \nk = k1 + k2 +....\nПри последовательном соединении пружин общий коэффициент жесткости может быть найден из выражения: \n 1/k = 1/k1 + 1/k2 + ... \nВес тела : \nСилу тяжести, с которой тела притягиваются к Земле, нужно отличать от веса тела. Понятие веса широко используется в повседневной жизни в неправильном смысле, под весом подразумевается масса, однако это не так. \nВесом тела называют силу, с которой тело действует на опору или подвес. Вес – сила, которая, как и все силы, измеряется в ньютонах (а не в килограммах), и обозначается P. При этом предполагается, что тело неподвижно относительно опоры или подвеса. Согласно третьему закону Ньютона вес зачастую равен либо силе реакции опоры (если тело лежит на опоре), либо силы натяжении нити или силе упругости пружины (если тело висит на нити или пружине). Сразу оговоримся - вес не всегда равен силе тяжести. \nНевесомость – это состояние, которое наступает, когда вес тела равен нолю. В этом состоянии тело не действует на опору, а опора на тело. \nУвеличение веса тела, вызванное ускоренным движением опоры или подвеса, называют перегрузкой. Перегрузка рассчитывается по формуле: \nk = P / P0, где \nP – вес тела, испытывающего перегрузку, P0 – вес этого же тела в состоянии покоя. Перегрузка – безразмерная величина. Это хорошо видно из формулы. Поэтому не верьте писателям-фантастам, которые в своих книгах измеряют ее в g. \nЗапомните, что вес никогда не изображается на рисунках. Он просто вычисляется по формулам. А на рисунках изображается сила натяжения нити либо сила реакции опоры, которые по третьему закону Ньютона численно равны весу, но направлены в другую сторону. \nИтак, отметим еще раз три существенно важных момента в которых часто путаются: \n1) Несмотря на то, что вес и сила реакции опоры равны по величине и противоположны по направлению, их сумма не равна нулю. Эти силы вообще нельзя складывать, т.к. они приложены к разным телам. \n2) Нельзя путать массу и вес тела. Масса – собственная характеристика тела, измеряется в килограммах, вес – это сила действия на опору или подвес, измеряется в Ньютонах. \n3) Если надо найти вес тела Р, то сначала находят силу реакции опоры N, или силу натяжения нити Т, а по третьему закону Ньютона вес равен одной из этих сил и противоположен по направлению. \nСила трения : \nТрение – один из видов взаимодействия тел. Оно возникает в области соприкосновения двух тел при их относительном движении или попытке вызвать такое движение. Трение, как и все другие виды взаимодействия, подчиняется третьему закону Ньютона: если на одно из тел действует сила трения, то такая же по модулю, но направленная в противоположную сторону сила действует и на второе тело. \nСухое трение, возникающее при относительном покое тел, называют трением покоя. Сила трения покоя всегда равна по величине внешней вызывающей силе и направлена в противоположную ей сторону. Сила трения покоя не может превышать некоторого максимального значения, которое определяется по формуле: \nF тр скольжения = F тр макс = μN, где \nμ – безразмерная величина, называемая коэффициентом трения покоя, а N – сила реакции опоры. \nЕсли внешняя сила больше максимального значения силы трения, возникает относительное проскальзывание. Силу трения в этом случае называют силой трения скольжения. Она всегда направлена в сторону, противоположную направлению движения. Силу трения скольжения можно считать равной максимальной силе трения покоя. \nКоэффициент пропорциональности μ поэтому называют также коэффициентом трения скольжения. Коэффициент трения μ – величина безразмерная. Коэффициент трения положителен и меньше единицы. Он зависит от материалов соприкасающихся тел и от качества обработки их поверхностей. Таким образом коэффициент трения является неким конкретным числом для каждой конкретной пары взаимодействующих тел. Вы не сможете найти его ни в каких таблицах. Для Вас он должен либо быть дан в задаче, либо Вы сами должны найти его в ходе решения из каких-либо формул. \nЕсли в рамках решения задачи у Вас получается коэффициент трения больше единицы или отрицательный – Вы неправильно решаете эту задачу по динамике. \nЕсли в условии задачи просят найти минимальную силу, под действием которой начинается движение, то ищут максимальную силу, под действием которой, движение ещё не начинается. Это позволяет приравнять ускорение тел к нулю, а значит значительно упростить решение задачи. При этом силу трения полагают равной ее максимальному значению. Таким образом рассматривается момент, при котором увеличение искомой силы на очень малую величину сразу вызовет движение. \nОсобенности решения задач по динамике с несколькими телами : \nАлгоритм решения задач по динамике в которых рассматриваются несколько тел связанных нитями: \n1) Сделать рисунок. \n2) Записать второй закон Ньютона для каждого тела в отдельности. \n3) Если нить нерастяжима (а так в большинстве задач и будет), то ускорения всех тел будут одинаковы по модулю. \n4) Если нить невесома, блок не имеет массы, трение в оси блока отсутствует, то сила натяжения одинакова в любой точке нити. \nДвижение тела по телу : \nВ задачах этого типа важно учесть, что сила трения на поверхности соприкасающихся тел действует и на верхнее тело, и на нижнее тело, то есть силы трения возникают парами. При этом они направлены в разные стороны и имеют равную величину, определяемую весом верхнего тела. Если нижнее тело тоже движется, то необходимо учитывать, что на него также действует сила трения со стороны опоры. \nВращательное движение : \nПри движении тела по окружности независимо от того, в какой плоскости происходит движение, тело будет двигаться с центростремительным ускорением, которое будет направлено к центру окружности, по которой движется тело. При этом понятие окружность не надо воспринимать буквально. Тело может проходить только дугу окружности (например, двигаться по мосту). Во всех задачах этого типа одна из осей обязательно выбирается по направлению центростремительного ускорения, т.е. к центру окружности (или дуги окружности). Вторую ось целесообразно направить перпендикулярно первой. В остальном алгоритм решения этих задач совпадает с решением остальных задач по динамике: \n1. Выбрав оси, записать закон Ньютона в проекциях на каждую ось, для каждого из тел, участвующих в задаче, или для каждой из ситуаций, описываемых в задаче.2. Если это необходимо, дополнить систему уравнений нужными уравнениями из других тем по физике. Особенно хорошо нужно помнить формулу для центростремительного ускорения: \na = v^2 / R = ω^2R = ωv; \n3. Решить полученную систему уравнений математическими методами. \nТак же есть ряд задач на вращение в вертикальной плоскости на стержне или нити. На первый взгляд может показаться, что такие задачи будут одинаковы. Это не так. Дело в том, что стержень может испытывать деформации как растяжения, так и сжатия. Нить же невозможно сжать, она сразу прогибается, а тело на ней просто проваливается. \nДвижение на нити. Так как нить только растягиваться, то при движении тела на нити в вертикальной плоскости в нити будет возникать только деформация растяжения и, как следствие, сила упругости, возникающая в нити, будет всегда направлена к центру окружности. \nДвижение тела на стержне. Стержень, в отличие от нити, может сжиматься. Поэтому в верхней точке траектории скорость тела, прикрепленного к стержню, может быть равна нулю, в отличии от нити, где скорость должна быть не меньше определенного значения, чтобы нить не сложилась. Силы упругости, возникающие в стержне, могут быть направлены как к центру окружности, так и в противоположную сторону. \nПоворот машины. Если тело движется по твердой горизонтальной поверхности по окружности (например, автомобиль проходит поворот), то силой, которая удерживает тело на траектории, будет являться сила трения. При этом сила трения направлена в сторону поворота, а не против него (наиболее частая ошибка), она помогает машине поворачивать. Например, когда машина поворачивает направо, сила трения направлена в сторону поворота (направо). \nЗакон всемирного тяготения. Спутники : \nВсе тела притягиваются друг к другу с силами, прямо пропорциональными их массам и обратно пропорциональными квадрату расстояния между ними. Таким образом закон всемирного тяготения в виде формулы выглядит следующим образом: \nF = G * Mm / r^2; \nТакая запись закона всемирного тяготения справедлива для материальных точек, шаров, сфер, для которых r измеряется между центрами. Коэффициент пропорциональности G одинаков для всех тел в природе. Его называют гравитационной постоянной. В системы СИ он равен: \nG = 6,67 * 10^-11 Н*м^2/кг^2; \nОдним из проявлений силы всемирного тяготения является сила тяжести. Так принято называть силу притяжения тел к Земле или другой планете. Если M – масса планеты, Rп – ее радиус, то ускорение свободного падения у поверхности планеты: \ng = G* M / R^2; \nЕсли же удалиться от поверхности Земли на некоторое расстояние h, то ускорение свободного падения на этой высоте станет равно : \ng = GM / (R + h)^2;Рассмотрим теперь вопрос об искусственных спутниках планет. Искусственные спутники движутся за пределами атмосферы (если таковая у планеты имеется), и на них действуют только силы тяготения со стороны планеты. В зависимости от начальной скорости траектория космического тела может быть различной. Мы рассмотрим здесь только случай движения искусственного спутника по круговой орбите практически на нулевой высоте над планетой. Радиус орбиты таких спутников (расстояние между центром планеты и точкой где находится спутник) можно приближенно принять равным радиусу планеты Rп. Тогда центростремительное ускорение спутника, сообщаемое ему силами тяготения, приблизительно равно ускорению свободного падения g. Скорость спутника на орбите вблизи поверхности (на нулевой высоте над поверхностью планеты) называют первой космической скоростью. Первая космическая скорость находится по формуле: \nv = √gR; \nДвижение спутника можно рассматривать как свободное падение, подобное движению снарядов или баллистических ракет. Различие заключается только в том, что скорость спутника настолько велика, что радиус кривизны его траектории равен радиусу планеты. Для спутников, движущихся по круговым траекториям на значительном удалении от планеты, гравитационное притяжение ослабевает обратно пропорционально квадрату радиуса r траектории. Скорость спутника в таком случае находится с помощью формулы: \nv = √(GM / (R + h)); \nЗакон Кеплера для периодов обращения двух тел вращающихся вокруг одного притягивающего центра: \nT1^2 / T2^2 = R1^3 / R2^3; \nЕсли речь идёт о планете Земля, то нетрудно подсчитать, что при радиусе r орбиты, равном приблизительно 6,6RЗ, период обращения спутника окажется равным 24 часам. Спутник с таким периодом обращения, запущенный в плоскости экватора, будет неподвижно висеть над некоторой точкой земной поверхности. Такие спутники используются в системах космической радиосвязи. Орбита с радиусом r = 6,6R3 называется геостационарной. \n"
      },
      {
        "name":"Колебания и волны",
        "id":4,
        "themes":[],
        "text":"Колебательное движение : \nОсобый вид неравномерного движения - колебательное. Это движение, которое повторяется с течением времени. Механические колебания - это движения, которые повторяются через определенные промежутки времени. Если промежутки времени одинаковые, то такие колебания называются периодическими. \nКолебательная система - Это система взаимодействующих тел (минимум два тела), которые способны совершать колебания. Простейшими колебательными системами являются маятники. \nХарактеристика колебаний : \nФаза определяет состояние системы, а именно координату, скорость, ускорение, энергию и др.\nЦиклическая частота характеризует скорость изменения фазы колебаний. \nω = Δφ / Δt, где \nω - циклическая частота колебаний(радий/секунду);   Δφ - изменение фазы колебаний(радий);   Δt - промежуток времениж(секунда) \nНачальное состояние колебательной системы характеризует начальная фаза φ0 \nАмплитуда колебаний A - это наибольшее смещение из положения равновесия \nПериод T - это промежуток времени, в течение которого точка выполняет одно полное колебание. \nЧастота колебаний - это число полных колебаний в единицу времени t. \nv = N /t, где  \nv -частота колебаний;   N - число полных колебаний;   t - время; \nЧастота, циклическая частота и период колебаний соотносятся как \nv = 1 / T;   ω = 2п / T; \nВиды колебаний : \nКолебания, которые происходят в замкнутых системах называются свободными или собственными колебаниями. Колебания, которые происходят под действием внешних сил, называют вынужденными. Встречаются также автоколебания (вынуждаются автоматически). \nЕсли рассматривать колебания согласно изменяющихся характеристик (амплитуда, частота, период и др.), то их можно разделить на гармонические, затухающие, нарастающие (а также пилообразные, прямоугольные, сложные). \nПри свободных колебаниях в реальных системах всегда происходят потери энергии. Механическая энергия расходуется, например, на совершение работы по преодолению сил сопротивления воздуха. Под влиянием силы трения происходит уменьшение амплитуды колебаний, и через некоторое время колебания прекращаются. Очевидно, что чем больше силы сопротивления движению, тем быстрее прекращаются колебания. \nВынужденные колебания. Резонанс : \nВынужденные колебания являются незатухающими. Поэтому необходимо восполнять потери энергии за каждый период колебаний. Для этого необходимо воздействовать на колеблющееся тело периодически изменяющейся силой. Вынужденные колебания совершаются с частотой, равной частоте изменения внешней силы. \nАмплитуда вынужденных механических колебаний достигает наибольшего значения в том случае, если частота вынуждающей силы совпадает с частотой колебательной системы. Это явление называется резонансом. \nНапример, если периодически дергать шнур в такт его собственным колебаниям, то мы заметим увеличение амплитуды его колебаний. \nПримеры резонанса : \nЕсли влажный палец двигать по краю бокала, то бокал будет издавать звенящие звуки. Хотя это и незаметно, палец движется прерывисто и передает стеклу энергию короткими порциями, заставляя бокал вибрировать \nСтенки бокала также начинают вибрировать, если на него направить звуковую волну с частотой, равной его собственной. Если амплитуда станет очень большой, то бокал может даже разбиться. По причине резонанса при пении Ф.И.Шаляпина дрожали (резонировали) хрустальные подвески люстр. Возникновение резонанса можно проследить и в ванной комнате. Если вы будете негромко пропевать звуки разной частоты, то на одной из частот возникнет резонанс. \bnВ музыкальных инструментах роль резонаторов выполняют части их корпусов. Человек также имеет собственный резонатор - это полость рта, усиливающая издаваемые звуки. \nЯвление резонанса необходимо учитывать на практике. В одних явлениях он может быть полезен, в других - вреден. Резонансные явления могут вызывать необратимые разрушения в различных механических системах, например, неправильно спроектированных мостах. Так, в 1905 году рухнул Египетский мост в Санкт-Петербурге, когда по нему проходил конный эскадрон, а в 1940 - разрушился Такомский мост в США. \nЯвление резонанса используется, когда с помощью небольшой силы необходимо получить большое увеличение амплитуды колебаний. Например, тяжелый язык большого колокола можно раскачать, действуя сравнительно небольшой силой с частотой, равной собственной частоте колебаний колокола. \nГармоническое колебание : \nЭто периодическое колебание, при котором координата, скорость, ускорение, характеризующие движение, изменяются по закону синуса или косинуса. \nГрафиком гармонического колебания является синусоида (или косинусоида). По графику колебаний можно определить все характеристики колебательного движения. \nУравнение гармонического колебания : \nУравнение гармонического колебания устанавливает зависимость координаты тела от времени \nx = Acos(ωt + φ0);    x = Asin(ωt + φ0), где \nx - координата колеблющегося тела;  A - амплитуда колебания;  t - время;  φ0 - начальная фаза; \nГрафик косинуса в начальный момент имеет максимальное значение, а график синуса имеет в начальный момент нулевое значение. Если колебание начинаем исследовать из положения равновесия, то колебание будет повторять синусоиду. Если колебание начинаем рассматривать из положения максимального отклонения, то колебание опишет косинус. Или такое колебание можно описать формулой синуса с начальной фазой : \nφ0 = п / 2; \nИзменение скорости и ускорения при гармоническом колебании : \nНе только координата тела изменяется со временем по закону синуса или косинуса. Но и такие величины, как сила, скорость и ускорение, тоже изменяются аналогично. Сила и ускорение максимальные, когда колеблющееся тело находится в крайних положениях, где смещение максимально, и равны нулю, когда тело проходит через положение равновесия. Скорость, наоборот, в крайних положениях равна нулю, а при прохождении телом положения равновесия - достигает максимального значения. \nЕсли колебание описывать по закону косинуса : \nx = Acos(ωt + φ0); \nv = -Aωsin(ωt + φ0); \na = -Aω^2cos(ωt + φ0); \nЕсли колебание описывать по закону синуса : \nx = Asin(ωt + φ0); \nv = -Aωcos(ωt + φ0); \na = -Aω^2sin(ωt + φ0); \nМаксимальные значения скорости и ускорения : \nПроанализировав уравнения зависимости v(t) и a(t), можно догадаться, что максимальные значения скорость и ускорение принимают в том случае, когда тригонометрический множитель равен 1 или -1. Определяются по формуле \nv max = Aω;   a max = Aω^2;Математический маятник : \nЭто материальная точка, подвешенная на тонкой нерастяжимой и невесомой нити. \nЕсли отклонить маятник от положения равновесия, то сила тяжести и сила упругости будут направлены под углом. Равнодействующая сила уже не будет равна нулю. Под воздействием этой силы маятник устремится к положению равновесия, но по инерции движение продолжится и маятник отклоняется в другую сторону. Равнодействующая сила его снова возвращает. Далее процесс повторяется. \nПериод колебаний математического маятника зависит от его длины, определяется по формуле \nT = 2п√l/g, где \nT - период колебаний математического маятника;  l - длина нити маятника;  g - ускорение свободного падения;  п - математическая постоянная, п = 3,14; \nВажно где происходят колебания! На Луне и на Земле один и тот же математический маятник при одинаковых начальных условиях колебаться будет по-разному. Так как ускорение свободного падения на Луне отличается от ускорения свободного падения на Земле. \nПружинный маятник : \nЭто груз, прикрепленный к пружине, массой которой можно пренебречь. \nПока пружина не деформирована, сила упругости на тело не действует. В пружинном маятнике колебания совершаются под действием силы упругости. \nT = 2п√m/k, где \nT - период колебаний математического маятника;  п - математическая постоянная, п = 3,14;  m - массамаятника;  k - жесткость пружины; \n"
      },
      {
        "name":"Законы сохранения",
        "id":5,
        "themes":[],
        "text":"Импульс: \nИмпульсом тела называется величина, равная произведению массы тела на его скорость. \np = mv;   [p] = [кг*м/с}; \nЗакон сохранения импульса: Геометрическая сумма импульсов тел, составляющих замкнутую систему, остается постоянной при любых движениях и взаимодействиях тел системы.  \np01 + ... + p0n = p1 + ... + p n = const; \nРабота постоянной силы равна произведению модулей векторов силы и перемещения на косинус угла между этими векторами. \nA = FScosα \nКинетическая энергия равна половине произведения массы тела на квадрат его скорости. \nEк = mv^2 / 2; \nКинетическая энергия – это физическая величина, характеризующая движущееся тело; изменение этой величины равно работе силы, приложенной к телу. \nВеличина mgh - это потенциальная энергия тела, поднятого на высоту h над нулевым уровнем. \nРабота силы упругости равна изменению потенциальной энергии упругого деформированного тела ( пружины), взятому с противоположным знаком. \nПотенциальная энергия деформированного тела равна работе силы упругости. \nЗакон сохранения энергии: Полная механическая энергия замкнутой системы тел, взаимодействующих силами тяготения или силами упругости, остается неизменной при любых движениях тел системы. \nEк1 + Eп1 = Eк2 + Eп2; \nМощностью называется величина, равная отношению совершенной работы к промежутку времени, за который она совершена: \nN =A / t;   [N] = 1 Дж/с = 1 Вт (Ватт); \nКоэффициентом полезного действия называется величина, равная отношению полезной работы ко всей совершенной работе \nη = A полезн / A сов; \nКПД показывает, насколько эффективно данная машина использует подводимую к ней энергию. Коэффициент полезного действия не может быть больше единицы. КПД можно записать в процентах: \nη = (A полезн / A сов) * 100%; \n"
      },
      {
        "name":"Статика и гибростатика",
        "id":6,
        "themes":[],
        "text":"Импульс: \nОсновы статики : \nСтатикой называется раздел механики, изучающий условия равновесия тел. Равновесием называют такое состояние тела или системы тел, в котором оно не движется в данной системе отсчета. Различают три вида равновесия: \n1)Устойчивое равновесие. Если систему вывести из состояния устойчивого равновесия, то она самопроизвольно в него вернется, то есть при выведении из положения равновесия возникает сила, возвращающая систему к равновесию. Для этого необходимо, чтобы потенциальная энергия системы в состоянии устойчивого равновесия имела минимальное значение. Любая физическая система стремится к состоянию устойчивого равновесия. Это значит, что любой самопроизвольный процесс всегда проходит с уменьшением потенциальной энергии. \n2)Неустойчивое равновесие. В данном случае при выведении из состояния равновесия возникают силы, уводящие систему от равновесия, и система самопроизвольно не может в него вернуться. В состоянии неустойчивого равновесия потенциальная энергия системы имеет максимальное значение. \n3)Безразличное равновесие. При выведении из состояния равновесия в системе не возникает ни возвращающих, ни уводящих в сторону сил. \nИз второго закона Ньютона следует, что если геометрическая сумма всех внешних сил, приложенных к невращающемуся телу, равна нулю, то тело находится в состоянии покоя или совершает равномерное прямолинейное движение (действительно, ведь ускорение тела при этом равно нулю). В этом случае принято говорить, что силы, приложенные к телу, уравновешивают друг друга. При вычислении равнодействующей силы все силы, действующие на тело, можно прикладывать к центру масс. Центр масс (или центр тяжести) – точка к которой приложена сила тяжести, действующая на тело. \nЧтобы невращающееся тело находилось в равновесии, необходимо, чтобы равнодействующая всех сил, приложенных к телу, была равна нулю. Иными словами, векторная сумма всех сил, приложенных к телу должна быть равна нолю: \nF = F1 + F2 + F3 + ... = 0; \nМомент силы. Правило моментов : \nЕсли тело может вращаться относительно некоторой оси, то для его равновесия недостаточно равенства нулю равнодействующей всех сил. Вращающее действие силы зависит не только от ее величины, но и от расстояния между линией действия силы и осью вращения. Длина перпендикуляра, проведенного от оси вращения до линии действия силы, называется плечом силы. \nДля описания причин вызывающих вращения и условия равновесия тела в статике вводится новое понятие - момент силы. Произведение модуля силы F на плечо d и называется моментом силы M. Таким образом момент силы в статике вычисляется по формуле: \nM = +- Fd; \nОбычно в физике используется следующее правило знаков: если сила поворачивает тело по часовой стрелке, то ее момент считается положительным, а если против – то отрицательным. Момент силы может и равняться нулю, если сила проходит (сама или продолжением) через ось. Обратите внимание: если Вы перепутаете, и возьмете знаки моментов наоборот (по часовой стрелке со знаком минус, а против часовой со знаком плюс), то ничего страшного не произойдет. Поэтому, важно запомнить, что моменты сил, вращающих тело в различных направлениях относительно часовой стрелки, берутся с различными знаками. \nОбратите внимание, что момент силы зависит не только от величины силы, но и от ее плеча. Следовательно, одно и то же значение момента можно получить двумя способами: взять большую силу и малое плечо или взять малую силу и большое плечо. Вывод: чем больше плечо, тем меньшую силу необходимо прилагать для получения одного и того же результата. \nПравило моментов: тело, имеющее неподвижную ось вращения, находится в равновесии, если алгебраическая сумма моментов всех приложенных к телу сил относительно этой оси равна нулю: \nM1 + M2 + M3 + ... = 0; \nПри записи этого условия в ходе решения конкретной задачи по статике моменты сил необходимо записывать с учётом их знаков. В Международной системе единиц (СИ) моменты сил измеряются в ньютоно-метрах (Н∙м) \nОбратите внимание: в общем случае, когда тело может двигаться поступательно и вращаться, для равновесия необходимо выполнение обоих условий: равенство нулю равнодействующей силы и равенство нулю суммы всех моментов. \nАлгоритм решения задач на правило моментов (задач по статике) \n1) Нарисовать рисунок. Следует помнить, что сила тяжести, действующая на тело изображается один раз. Если же в задаче идет речь об изломанной палочке, то удобнее рисовать отдельно силы тяжести, действующие на каждую часть палочки, считая массы частей пропорциональными их длинам. В отличие от динамики, где силы изображаются из одной точки, в статике важно точно указать точку приложения силы. \n2) Выбрать ось вращения в точке приложения самой ненужной в задаче силы или сил (той силы, которую определять не надо и не хочется из-за природного чувства лени). При этом плечо (и, следовательно, момент) этой силы обратится в нуль независимо от ее величины, и в дальнейших вычислениях эту силу можно не учитывать совсем. \n3) Записать правило моментов относительно данной оси, на забывая про правило знаков. \n4) При необходимости записать также условие согласно которому равнодействующая сила равна нолю. \n5) Выразить искомую силу.\nРычаги и блоки : \nКак вы знаете из практики, иногда необходимо изменить направление силы, увеличить или уменьшить ее величину. Этой цели служат простые механизмы: устройства, преобразующие величину или направление силы с помощью механических явлений. Для всех простых механизмов справедливо золотое правило механики: выиграл в силе – проиграл в перемещении (или наоборот). Это значит, что при увеличении силы за счет некоторого механизма неизбежно будет уменьшено и перемещение. Рассмотрим основные типы простых механизмов изучаемых в школьной физике: \nРавноплечий рычаг (весы). Рычаг, ось вращения которого проходит через его геометрический центр. \nНеравноплечий рычаг. Рычаг ось вращения которого проходит через произвольную точку. \nНеподвижный блок. Это диск с закрепленной осью, через который переброшена нить. Неподвижный блок используется для изменения направления приложения силы. Если трение в блоке отсутствует, нить невесома, то сила ее натяжения до и после блока не изменяется. Таким образом, неподвижный блок не дает ни выигрыша в силе, ни проигрыша в перемещении. \nПодвижный блок. Это диск, ось которого может двигаться поступательно. Подвижный блок позволяет уменьшить силу в два раза, одновременно с этим вдвое увеличивая перемещение. \nНаклонная плоскость. Это устройство применяется для поднятия тяжестей. При достаточно малых значениях угла наклона и небольшом коэффициенте трения сила, которую необходимо приложить чтобы поднимать некоторое тело вдоль наклонной плоскости может быть значительно меньше веса тела. Таким образом, подъем становится легче. Естественно, при этом в полном соответствии с «золотым правилом» увеличивается перемещение тела. \nЦентр тяжести тела : \nЦентр масс (или центр тяжести) – точка к которой приложена сила тяжести, действующая на тело. В общем случае центр тяжести может и не лежать внутри тела, а выходить за его пределы (например, различные изогнутые длинные предметы, кольца, полукольца и так далее). \nРассмотрим основные методы определения положения центра масс тел для некоторых конкретных случаев, возникающих при решении задач по статике: \n1) У однородных тел правильной формы (шары, прямоугольники, стержни) центр тяжести совпадает с геометрическим центром. Следует запомнить, что центр тяжести однородной треугольной пластины лежит в точке пересечения ее медиан. Для однородных симметричных тел центр тяжести всегда расположен на оси симметрии. \n2) Определение положения центра тяжести системы из двух тел с известными центрами тяжести. Здесь можно использовать замечательное свойство центра тяжести. Подперев центр тяжести, мы обеспечим равновесие тела. Таким образом, центр тяжести системы из двух тел лежит на отрезке, соединяющем их центры тяжести, и делит его в отношении, обратном отношению масс тел: \nl1/l2 = m2/m1, где \nl1 – расстояние от центра масс до тела с массой m1, а l2 – до тела с массой m2. \n3) Определение положения центра тяжести любой системы тел с известными положениями центров тяжести. Необходимо ввести систему координат (естественно, начало координат выбрать в точке, относительно которой необходимо рассчитать положение центра тяжести), определить в ней координаты центров тяжести всех тел и найти координаты центра тяжести системы по формуле: \nx = (x1m1 + x2m2 + x3m3 + ...) / (m1 + m2 + m3 + ...); \nАналогичные уравнения получаются для остальных координатных осей, если таковые необходимо рассматривать в задаче (просто переменная x меняется на y или z соответственно). \n4) Однородное тело правильной формы с вырезом правильной формы. Проще всего свести задачу к обратной: мысленно вставить вырез обратно и получить тело правильной формы с известным положением центра тяжести. Далее представить его в виде двух тел: страшного с вырезом и самого выреза. А теперь все просто. У одного из тел (выреза) мы знаем положения центра тяжести. У другого – нет. Зато знаем положение центра тяжести системы двух тел. Составив уравнение для определения общего центра тяжести получим выражение с одной неизвестной – центром тяжести тела с вырезом. Решив уравнение получим искомый ответ. \n5) Теорема Паппа. Применяется для определения положения центра тяжести плоской пластины, которая при вращении вокруг некоторой оси образует тело с легко вычисляемым объемом. Необходимо мысленно повернуть пластину на один оборот, нарисовать рисунок и применить теорему: \nФормулировка теоремы: объем тела, полученного при вращении пластины, равен произведению ее площади на путь, пройденный центром тяжести при вращении: \nV тела вращ = S пластины * L центра масс; \nДавление. Закон Паскаля. Гидростатическое давление : \nОсновным отличием жидкостей от твердых (упругих) тел является способность легко изменять свою форму. Части жидкости могут свободно сдвигаться, перемещаясь друг относительно друга. Поэтому жидкость принимает форму сосуда, в который она налита. В жидкость, как и в газообразную среду, можно погружать твердые тела. В отличие от газов жидкости практически несжимаемы. На тело, погруженное в жидкость или газ, действуют силы, распределенные по поверхности тела. Для описания таких распределенных сил в гидростатике вводится новая физическая величина – давление. \nДавление определяется как отношение модуля силы F, действующей перпендикулярно поверхности, к площади S этой поверхности: \np = F / S; \nЕсли же сила направлена под некоторым углом к перпендикуляру к площадке, то создаваемое этой силой давление находится по формуле: \np = Fcosα / S; \nВ системе СИ давление измеряется в паскалях (Па): 1 Па = 1 Н/м^2. Часто используются внесистемные единицы: нормальное атмосферное давление (атм) и давление одного миллиметра ртутного столба (мм.рт.ст.): \n1 атм = 101325 Па = 760 мм.рт.ст. \nЗакон Паскаля: давление, оказываемое на жидкость (или, к слову, газ), передается в любую точку этой жидкости без изменений и во всех направлениях. \nДавление жидкости на дно или боковые стенки сосуда зависит от высоты столба жидкости над той точкой в которой измеряется давление. Гидростатическое давление столба жидкости рассчитывается по формуле: \np = pgh: \nОбратите внимание, что оказываемое давление никоим образом не зависит от формы сосуда, а зависит только от рода жидкости (т.е. её плотности) и от высоты столба этой жидкости. Такое же давление на глубине h в соответствии с законом Паскаля жидкость оказывает и на боковые стенки сосуда. \nИтак, если в задаче по гидростатике идет речь о давлении столба жидкости на боковую грань в некоторой конкретной точке, то такое давление находится по предыдущей формуле, где h – расстояние от этой точки до поверхности жидкости. Но иногда в задачах по гидростатике необходимо рассчитать среднее давление на всю боковую поверхность сосуда. В таком случае применим формулу: \np бок = (p поверх + p дно) / 2 = (pg * 0 + pgh) / 2 = pgh / 2; \nВ этом случае, h – это общая высота столба жидкости в сосуде. \nЕсли жидкость находится в цилиндре под поршнем, то действуя на поршень некоторой внешней силой F, можно создавать в жидкости дополнительное давление p0 = F/S, где: S – площадь поршня. Таким образом, полное давление в жидкости на глубине h можно записать в виде: \np = p0 + pgh; \nЕсли поршень убрать, то давление на поверхность жидкости будет равно атмосферному давлению. Если мы погружаемся в воду, то давление на некоторой глубине тоже будет состоять из двух давлений – давления атмосферы и давления столба воды (которое определяется глубиной погружения). \nСообщающиеся сосуды : \nСообщающимися называют сосуды, имеющие между собой канал, заполненный жидкостью. Наблюдения показывают, что в сообщающихся сосудах любой формы однородная жидкость всегда устанавливается на одном уровне. задачи на сообщающиеся сосуды очень распространены в гидростатике. \nИначе ведут себя разнородные жидкости даже в одинаковых по форме и размерам сообщающихся сосудах. Дело в том, что в сообщающихся сосудах должно устанавливаться одинаковое давление на одной и той же высоте во всех частях сосуда. Но если жидкости различные, то и высота столбов этих жидкостей должна быть различной, чтобы создать одинаковое давление. Поэтому, разнородные жидкости в сообщающихся сосудах могут и не устанавливаться на одном уровне. \nАлгоритм решения задач по гидростатике на сообщающиеся сосуды: \n1) Сделать рисунок. \n2) Выбрать горизонтальный уровень, ниже которого во всех сосудах находится одинаковая жидкость. Если такого уровня нет, то, естественно, за нулевой уровень выбираем дно сосудов. \n3) Записать давления относительно этого уровня во всех сосудах и приравнять. \n4) При необходимости использовать свойство несжимаемости жидкости (объем жидкости, вытекающей из одного сосуда, равен объему жидкости, втекающей в другой сосуд). \n5) Решить математически полученную систему уравнений. \nГидравлический пресс : \nЕсли оба вертикально расположенных цилиндра сообщающихся сосудов закрыть поршнями, то с помощью внешних сил, приложенных к поршням, в жидкости можно создать большое давление p, во много раз превышающее гидростатическое давление ρgh в любой точке системы. Тогда можно считать, что во всей системе устанавливается одинаковое давление p (согласно закону Паскаля). Если поршни имеют разные площади S1 и S2, то на них со стороны жидкости действуют разные силы F1 = pS1 и F2 = pS2. Такие же по модулю, но противоположно направленные внешние силы должны быть приложены к поршням для удержания системы в равновесии. Таким образом, для гидравлического пресса имеем формулу: \nF1/S1 = F2/S2; \nЭто соотношение вытекает из равенства давлений и выполняется только в идеальном гидравлическом прессе, т.е. таком в котором нет трения. Если S2 >> S1, то и F2 >> F1. Устройства в которых выполняются эти условия называют гидравлическими прессами (машинами, домкратами). Они позволяют получить значительный выигрыш в силе. Если поршень в узком цилиндре переместить вниз под действием внешней силы F1 на расстояние h1, то поршень в широком цилиндре переместится на расстояние h2, которое может быть найдено из соотношения: \nS2h2 = S1h1; \nДанное соотношение вытекает из равенства объемов и выполняется в любом гидравлическом прессе. Это выражение получается потому, что при перемещении поршня перемещаются одинаковые объемы жидкости, то есть сколько жидкости ушло из одного цилиндра столько же пришло во второй, или V1 = V2. Таким образом, выигрыш в силе обязательно сопровождается таким же проигрышем в расстоянии. При этом произведение силы на расстояние остается неизменным: \nF1h1 = F2h2; \nПоследняя формула вытекает из равенства работ и выполняется только для идеальных машин, в которых не действуют силы трения. Таким образом, в гидравлическом прессе всё происходит в полном соответствии с «золотым правилом механики»: во сколько раз мы выигрываем в силе, во столько же раз мы проигрываем в расстоянии. При этом ни одна машина не может дать выигрыша в работе. \nТак как гидравлический пресс является механизмом, то его работу можно характеризовать КПД (коэффициентом полезного действия). КПД гидравлического пресса в задачах по гидростатике рассчитывается по следующей формуле:\nη = F2h2 / F1h1, где \nАпол = F2h2 – полезная работа (работа по подъему груза), Азатр = F1h1 – затраченная работа. В большинстве задач КПД гидравлического пресса принимают за 100%. КПД рассчитывается в том случае, если речь идет о неидеальном гидравлическом прессе \nЕще раз подчеркнем, что для неидеального гидравлического пресса выполняется только соотношение, вытекающее из равенства объемов вытесненной жидкости, а также для таких прессов рассчитывается КПД. Остальные соотношения из этого раздела выполняются только для идеального гидравлического пресса. \тЗакон Архимеда. Вес тела в жидкости : \nИз–за разности давлений в жидкости на разных уровнях возникает выталкивающая или Архимедова сила, которая вычисляется по формуле: \nF = pgV, где \nV – объем вытесненной телом жидкости, или же объем погружённой в жидкость части тела, ρ – плотность жидкости в которую погружено тело, и следовательно, ρV – масса вытесненной жидкости. \nАрхимедова сила, действующая на погруженное в жидкость (или газ) тело, равна весу жидкости (или газа), вытесненной телом. Это утверждение, называемое законом Архимеда, справедливо для тел любой формы. \nПри этом вес тела (т.е. сила с которой тело действует на опору или подвес) погруженного в жидкость уменьшается. Если принять, что вес покоящегося тела в воздухе равен mg, а именно так мы и будем поступать в большинстве задач (хотя вообще говоря на тело в воздухе также действует очень маленькая сила Архимеда со стороны атмосферы, ведь тело погружено в газ из атмосферы), то для веса тела в жидкости можно легко вывести следующую важную формулу: \nP тела жидкости = P тела в воздухе(1 - p жидкости / p тела); \nЭта формула может быть использована при решении большого количества задач. Ее можно запомнить. При помощи закона Архимеда осуществляется не только мореплавание, но и воздухоплавание. Из закона Архимеда вытекает, что если средняя плотность тела ρт больше плотности жидкости (или газа) ρ (или по–другому mg > FA), тело будет опускаться на дно. Если же ρт < ρ (или по–другому mg < FA), тело будет плавать на поверхности жидкости. Объем погруженной части тела будет таков, что вес вытесненной жидкости равен весу тела. Для подъема воздушного шара в воздухе его вес должен быть меньше веса вытесненного воздуха. Поэтому воздушные шары заполняют легкими газами (водородом, гелием) или нагретым воздухом. \nПлавание тел : \nЕсли тело находится на поверхности жидкости (плавает), то на него действует всего две силы (Архимеда вверх и тяжести вниз), которые уравновешивают друг друга. Если тело погружено только в одну жидкость, то записав второй закон Ньютона для такого случая и выполнив простые математические операции можем получить следующее выражение связывающее объемы и плотности: \nV погр/V = p тела/p жидкости, где \nVпогр – объем погруженной части тела, V – полный объем тела. При помощи этого соотношения легко решается большинство задач на плавание тел.\n"
      },
      {
        "name":"Гравитация",
        "id":7,
        "themes":[],
        "text":"Оби-Ван Кеноби сказал, что сила скрепляет галактику. То же самое можно сказать и о гравитации. Факт – гравитация позволяет нам ходить по Земле, Земле вращаться вокруг Солнца, а Солнцу двигаться вокруг сверхмассивной черной дыры в центре нашей галактики. Как понять гравитацию? Об этом - в нашей статье. \nСразу скажем, что вы не найдете здесь однозначно верного ответа на вопрос «Что такое гравитация». Потому что его просто нет! Гравитация – одно из самых таинственных явлений, над которым ученые ломают голову и до сих пор полностью не могут объяснить его природу. \nЕсть множество гипотез и мнений. Насчитывается более десятка теорий гравитации, альтернативных и классических. Мы рассмотрим самые интересные, актуальные и современн \nГравитация – физическое фундаментальное взаимодействие \nВсего в физике 4 фундаментальных взаимодействия. Благодаря им мир является именно таким, какой он есть. Гравитация – одно из этих взаимодействий. \nФундаментальные взаимодействия: \nгравитация; \nэлектромагнетизм; \nсильное взаимодействие; \nслабое взаимодействие. \nНа текущий момент действующей теорией, описывающей гравитацию, является ОТО (общая теория относительности). Она была предложена Альбертом Эйнштейном в 1915-1916 годах. \nОднако мы знаем, что об истине в последней инстанции говорить рано. Ведь несколько веков до появления ОТО в физике для описания гравитации главенствовала Ньютоновская теория, которая была существенно расширена. \nВ рамках ОТО на данный момент нельзя объяснить и описать все вопросы, связанные с гравитацией. \nЗакон всемирного тяготения \nНьютон открыл закон всемирного тяготения в 1667 году. Конечно, этот закон существовал еще при динозаврах и намного раньше. \nАнтичные философы задумывались над существованием силы тяготения. Галилей экспериментально рассчитал ускорение свободного падения на Земле, открыв, что оно одинаково для тел любой массы. Кеплер изучал законы движения небесных тел \nНьютону удалось сформулировать и обобщить результаты наблюдений. Вот что у него получилось: \nДва тела притягиваются друг к другу с силой, называемой гравитационной силой или силой тяготения. \nФормула силы притяжения между телами: \nF = G * m1m2 / r^2; \nG – гравитационная постоянная, m – массы тел, r – расстояние между центрами масс тел. \nG = 6,67 * 10^-11 м^3/кг*с^2; \nКаков физический смысл гравитационной постоянной? Она равна силе, с которой действуют друг на друга тела с массами в 1 килограмм каждое, находясь на расстоянии в 1 метр друг от друга. \nПо теории Ньютона, каждый объект создает гравитационное поле. Точность закона Ньютона была проверена на расстояниях менее одного сантиметра. Конечно, для малых масс эти силы незначительны, и ими можно пренебречь . \nФормула Ньютона применима как для расчету силы притяжения планет к солнцу, так и для маленьких объектов. Мы просто не замечаем, с какой силой притягиваются, скажем, шары на бильярдном столе. Тем не менее эта сила есть и ее можно рассчитать. \nСила притяжения действует между любыми телами во Вселенной. Ее действие распространяется на любые расстояния. \nЗакон всемирного тяготения Ньютона не объясняет природы силы притяжения, но устанавливает количественные закономерности. Теория Ньютона не противоречит ОТО. Ее вполне достаточно для решения практических задач в масштабах Земли и для расчета движения небесных тел. \nГравитация в ОТО \nНесмотря на то, что теория Ньютона вполне применима на практике, она имеет ряд недостатков. Закон всемирного тяготения является математическим описанием, но не дает представления о фундаментальной физической природе вещей. \nСогласно Ньютону, сила притяжения действует на любых расстояниях. Причем действует мгновенно. Учитывая, что самая большая скорость в мире – скорость света, выходит несоответствие. Как гравитация может мгновенно действовать на любые расстояниях, когда для их преодоления свету нужно не мгновение, а несколько секунд или даже лет?\nВ рамках ОТО гравитация рассматривается не как сила, которая действует на тела, но как искривление пространства и времени под действием массы.  Таким образом гравитация – не силовое взаимодействие. \nКаково действие гравитации? Попробуем описать его с использованием аналогии. \nПредставим пространство в виде упругого листа. Если положить на него легкий теннисный мячик, поверхность останется ровной. Но если рядом с мячиком положить тяжелую гирю, она продавит на поверхности ямку, и мячик начнет скатываться к большой и тяжелой гире. Это и есть «гравитация». \nОткрытие гравитационных волн \nГравитационные волны были предсказаны Альбертом Эйнштейном еще в 1916 году, но открыли их только через сто лет, в 2015. \nЧто такое гравитационные волны? Снова проведем аналогию. Если бросить камень в спокойную воду, от места его падения по поверхности воды пойдут круги. Гравитационные волны – такая же рябь, возмущение. Только не на воде, а в мировом пространстве-времени \nВместо воды – пространство-время, а вместо камня, скажем, черная дыра. Любое ускоренное передвижение массы порождает гравитационную волну. Если тела находятся в состоянии свободного падения, при прохождении гравитационной волны расстояние между ними изменится.\nТак как гравитация – очень слабое взаимодействие, обнаружение гравитационных волн было связано с большими техническими трудностями. Современные технологии позволили обнаружить всплеск гравитационных волн только от сверхмассивных источников \nПодходящее событие для регистрации гравитационной волны - слияние черных дыр. К сожалению или к счастью, это происходит достаточно редко. Тем не менее ученым удалось зарегистрировать волну, которая буквально раскатилась по пространству Вселенной. \nГравитация и элементарные частицы \nВ стандартной модели за каждое взаимодействие отвечают определенные элементарные частицы. Можно сказать, что частицы являются переносчиками взаимодействий.\nЗа гравитацию отвечает гравитон – гипотетическая безмассовая частица, обладающая энергией. Кстати, в нашем отдельном материале читайте подробнее о наделавшем много шума бозоне Хиггса и других элементарных частицах.\nНапоследок приведем несколько любопытных фактов о гравитации : \n1)Чтобы преодолеть силу гравитации Земли, тело должно иметь скорость, равную 7,91 км/с. Это первая космическая скорость. Ее достаточно, чтобы тело (например, космический зонд) двигалось по орбите вокруг планеты. \n2)Чтобы вырваться из гравитационного поля Земли, космический корабль должен иметь скорость не менее 11,2 км/с. Это вторая космическая скорость. \n3)Объекты с наиболее сильной гравитацией – черные дыры. Их гравитация настолько велика, что они притягивают даже свет (фотоны). \n4)Ни в одном уравнении квантовой механики вы не найдете силы гравитации. Дело в том, что при попытке включения гравитации в уравнения, они теряют свою актуальность. Это одна из самых важных проблем современной физики. \n5)Слово гравитация происходит от латинского “gravis”, что означает “тяжелый”. \n6)Чем массивнее объект, тем сильнее гравитация. Если человек, который на Земле весит 60 килограмм, взвесится на Юпитере, весы покажут 142 килограмма. \n7)Ученые NASA пытаются разработать гравитационный луч, который позволит перемещать предметы бесконтактно, преодолевая силу притяжения. \n8)Астронавты на орбите также испытывают гравитацию. Точнее, микрогравитацию. Они как бы бесконечно падают вместе с кораблем, в котором находятся. \n9)Гравитация всегда притягивает и никогда не отталкивает. \n10)Черная дыра, размером с теннисный мяч, притягивает объекты с той же силой, что и наша планета \n"
      }

    ],
    "text":""
  },
  {
    "name":"Оптика",
    "id":8,
    "themes": [],
    "text":"Световые волны : \n Свет – это электромагнитные волны, длины волн которых лежат для среднего глаза человека в пределах от 400 до 760 нм. В этих пределах свет называется видимым. Свет с наибольшей длиной волны кажется нам красным, а с наименьшей – фиолетовым. Запомнить чередование цветов спектра легко с помощью поговорки «Каждый Охотник Желает Знать, Где Сидит Фазан». Первые буквы слов поговорки соответствуют первым буквам основных цветов спектра в порядке убывания длины волны (и соответственно возрастания частоты): «Красный – Оранжевый – Желтый – Зеленый – Голубой – Синий – Фиолетовый». Свет с большими, чем у красного, длинами волн, называется инфракрасным. Его наш глаз не замечает, но наша кожа фиксирует такие волны в виде теплового излучения. Свет с меньшими, чем у фиолетового, длинами волн, называется ультрафиолетовым. /nЭлектромагнитные волны (и, в частности, световые волны, или просто свет) – это распространяющееся в пространстве и во времени электромагнитное поле. Электромагнитные волны поперечны – векторы электрической напряженности и магнитной индукции перпендикулярны друг другу и лежат в плоскости, перпендикулярной направлению распространения волны. Световые волны, как и любые другие электромагнитные волны, распространяются в веществе с конечной скоростью, которая может быть рассчитана по формуле: /nv = 1 / √εε0μμ0, где /nε и μ – диэлектрическая и магнитная проницаемости вещества, ε0 и μ0 – электрическая и магнитная постоянные: ε0 = 8,85419·10–12 Ф/м, μ0 = 1,25664·10–6 Гн/м. Скорость света в вакууме (где ε = μ = 1) постоянна и равна с = 3∙108 м/с, она также может быть вычислена по формуле:  /nc = 1 / √ε0μ0; /nСкорость света в вакууме является одной из фундаментальных физических постоянных. Если свет распространяется в какой-либо среде, то скорость его распространения также выражается следующим соотношением: /nv = c / n, где /nn – показатель преломления вещества – физическая величина, показывающая во сколько раз скорость света в среде меньше чем в вакууме. Показатель преломления, как видно из предыдущих формул, может быть рассчитан следующим образом: /nn = √εμ; /nСвет переносит энергию. При распространении световых волн возникает поток электромагнитной энергии. /nСветовые волны испускаются в виде отдельных квантов электромагнитного излучения (фотонов) атомами или молекулами. /nКроме света существуют и другие виды электромагнитных волн. Далее они перечислены по уменьшению длины волны (и соответственно, по возрастанию частоты): /n1) Радиоволны; /n2) Инфракрасное излучение; /n3) Видимый свет; /n4) Ультрафиолетовое излучение; /n5) Рентгеновское излучение; /n6) Гамма-излучение; /nИнтерференция : /nИнтерференция – одно из ярких проявлений волновой природы света. Оно связано с перераспределением световой энергии в пространстве при наложении так называемых когерентных волн, то есть волн, имеющих одинаковые частоты и постоянную разность фаз. Интенсивность света в области перекрытия пучков имеет характер чередующихся светлых и темных полос, причем в максимумах интенсивность больше, а в минимумах меньше суммы интенсивностей пучков. При использовании белого света интерференционные полосы оказываются окрашенными в различные цвета спектра. /nДля расчета интерференции используется понятие оптической длины пути. Пусть свет прошел расстояние L в среде с показанием преломления n. Тогда его оптическая длина пути рассчитывается по формуле: /nL опт = Ln; /nДля интерференции необходимо наложение хотя бы двух лучей. Для них вычисляется оптическая разность хода (разность оптических длин) по следующей формуле: /nΔ = |L1n1 - L2n2|; /nИменно эта величина и определяет, что получится при интерференции: минимум или максимум. Запомните следующее: интерференционный максимум (светлая полоса) наблюдается в тех точках пространства, в которых выполняется следующее условие: /nΔ = 2m * λ / 2; /nРазность фаз колебаний при этом составляет: /nΔφ = 2mп; /nПри m = 0 наблюдается максимум нулевого порядка, при m = ±1 максимум первого порядка и так далее. Интерференционный минимум (темная полоса) наблюдается при выполнении следующего условия: énΔ = (2m - 1) * λ / 2; /nРазность фаз колебаний при этом составляет: /nΔφ = (2m - 1)п; /nПри первом нечетном числе (единица) будет минимум первого порядка, при втором (тройка) минимум второго порядка и т.д. Минимума нулевого порядка не бывает /nДифракция. Дифракционная решетка : /nДифракцией света называется явление отклонения света от прямолинейного направления распространения при прохождении вблизи препятствий, размеры которых сопоставимы с длиной волны света (огибание светом препятствий). Как показывает опыт, свет при определенных условиях может заходить в область геометрической тени (то есть быть там, где его быть не должно). Если на пути параллельного светового пучка расположено круглое препятствие (круглый диск, шарик или круглое отверстие в непрозрачном экране), то на экране, расположенном на достаточно большом расстоянии от препятствия, появляется дифракционная картина – система чередующихся светлых и темных колец. Если препятствие имеет линейный характер (щель, нить, край экрана), то на экране возникает система параллельных дифракционных полос. /nДифракционные решетки представляют собой периодические структуры, выгравированные специальной делительной машиной на поверхности стеклянной или металлической пластинки. У хороших решеток параллельные друг другу штрихи имеют длину порядка 10 см, а на каждый миллиметр приходится до 2000 штрихов. При этом общая длина решетки достигает 10–15 см. Изготовление таких решеток требует применения самых высоких технологий. На практике применяются также и более грубые решетки с 50–100 штрихами на миллиметр, нанесенными на поверхность прозрачной пленки. /nПри нормальном падении света на дифракционную решетку в некоторых направлениях (помимо того, в котором изначально падал свет) наблюдаются максимумы. Для того, чтобы наблюдался интерференционный максимум, должно выполняться следующее условие: /nd sin φ = mλ, где /nd – период (или постоянная) решетки (расстояние между соседними штрихами), m – целое число, которое называется порядком дифракционного максимума. В тех точках экрана, для которых это условие выполнено, располагаются так называемые главные максимумы дифракционной картины. /nЗаконы геометрической оптики : /nГеометрическая оптика – это раздел физики, в котором не учитываются волновые свойства света. Основные законы геометрической оптики были известны задолго до установления физической природы света. /nОптически однородная среда - это среда, во всем объеме которой показатель преломления остаётся неизменным. /nЗакон прямолинейного распространения света: в оптически однородной среде свет распространяется прямолинейно. Этот закон приводит к представлению о световом луче как о геометрической линии, вдоль которой распространяется свет. Следует отметить, что закон прямолинейного распространения света нарушается и понятие светового луча утрачивает смысл, если свет проходит через малые отверстия, размеры которых сравнимы с длиной волны (в этом случае наблюдается дифракция). /nНа границе раздела двух прозрачных сред свет может частично отразиться так, что часть световой энергии будет распространяться после отражения по новому направлению, а частично пройти через границу и распространяться во второй среде. /nЗакон отражения света: падающий и отраженный лучи, а также перпендикуляр к границе раздела двух сред, восстановленный в точке падения луча, лежат в одной плоскости (плоскость падения). Угол отражения γ равен углу падения α. Заметьте, что все углы в оптике измеряются от перпендикуляра к границе раздела двух сред. /nЗакон преломления света (закон Снеллиуса): падающий и преломленный лучи, а также перпендикуляр к границе раздела двух сред, восстановленный в точке падения луча, лежат в одной плоскости. Отношение синуса угла падения α к синусу угла преломления β есть величина, постоянная для двух данных сред, и определяется выражением: /nsinα / sinβ = n2 / n1 = n21; /nЗакон преломления был экспериментально установлен голландским ученым В.Снеллиусом в 1621 году. Постоянную величину n21 называют относительным показателем преломления второй среды относительно первой. Показатель преломления среды относительно вакуума называют абсолютным показателем преломления. /nСреду с большим значением абсолютного показателя называют оптически более плотной, а с меньшим – менее плотной. При переходе из менее плотной среды в более плотную луч «прижимается» к перпендикуляру, а при переходе из более плотной в менее плотную – «удаляется» от перпендикуляра. Единственный случай, когда луч не преломляется, это если угол падения равен 0 (то есть лучи перпендикулярны границе раздела сред). /nПри переходе света из оптически более плотной среды в оптически менее плотную n2 меньше n1 (например, из стекла в воздух) можно наблюдать явление полного внутреннего отражения, то есть исчезновение преломленного луча. Это явление наблюдается при углах падения, превышающих некоторый критический угол αпр, который называется предельным углом полного внутреннего отражения. Для угла падения α = αпр, sinβ = 1, так как β = 90°, это значит, что преломленный луч идет вдоль самой границы раздела, при этом, согласно закону Снеллиуса, выполняется следующее условие: /nsinα пр = n2 / n1; /nКак только угол падения становиться больше предельного, то преломленный луч уже не просто идет вдоль границы, а он и вовсе не появляется, так как его синус теперь уж должен быть больше единицы, а такого не может быть. /nЛинзы : /nЛинзой называется прозрачное тело, ограниченное двумя сферическими поверхностями. Если толщина самой линзы мала по сравнению с радиусами кривизны сферических поверхностей, то линзу называют тонкой. /nЛинзы бывают собирающими и рассеивающими. Если показатель преломления линзы больше, чем окружающей среды, то собирающая линза в середине толще, чем у краев, рассеивающая линза, наоборот, в средней части тоньше. Если показатель преломления линзы меньше, чем окружающей среды, то всё наоборот. /nПрямая, проходящая через центры кривизны сферических поверхностей, называется главной оптической осью линзы. В случае тонких линз можно приближенно считать, что главная оптическая ось пересекается с линзой в одной точке, которую принято называть оптическим центром линзы. Луч света проходит через оптический центр линзы, не отклоняясь от первоначального направления. Все прямые, проходящие через оптический центр, называются побочными оптическими осями. /nЕсли на линзу направить пучок лучей, параллельных главной оптической оси, то после прохождения через линзу лучи (или их продолжения) соберутся в одной точке F, которая называется главным фокусом линзы. У тонкой линзы имеются два главных фокуса, симметрично расположенных относительно линзы на главной оптической оси. У собирающих линз фокусы действительные, у рассеивающих – мнимые. Расстояние между оптическим центром линзы O и главным фокусом F называется фокусным расстоянием. Оно обозначается той же буквой F. /nФормула линзы : /nОсновное свойство линз – способность давать изображения предметов. Изображение – это точка пространства, где пересекаются лучи (или их продолжения), испущенные источником после преломления в линзе. Изображения бывают прямыми и перевернутыми, действительными (пересекаются сами лучи) и мнимыми (пересекаются продолжения лучей), увеличенными и уменьшенными. /nПоложение изображения и его характер можно определить с помощью геометрических построений. Для этого используют свойства некоторых стандартных лучей, ход которых известен. Это лучи, проходящие через оптический центр или один из фокусов линзы, а также лучи, параллельные главной или одной из побочных оптических осей. /nДля простоты можно запомнить, что изображение точки будет точкой. Изображение точки, лежащей на главной оптической оси, лежит на главной оптической оси. Изображение отрезка – отрезок. Если отрезок перпендикулярен главной оптической оси, то его изображение перпендикулярно главной оптической оси. А вот если отрезок наклонен к главной оптической оси под некоторым углом, то его изображение будет наклонено уже под некоторым другим углом. /nИзображения можно также рассчитать с помощью формулы тонкой линзы. Если кратчайшее расстояние от предмета до линзы обозначить через d, а кратчайшее расстояние от линзы до изображения через f, то формулу тонкой линзы можно записать в виде: /n1 / d + 1 /f = 1 / F = D; /nВеличину D, обратную фокусному расстоянию. называют оптической силой линзы. Единица измерения оптической силы является 1 диоптрия (дптр). Диоптрия – оптическая сила линзы с фокусным расстоянием 1 м. /nФокусным расстояниям линз принято приписывать определенные знаки: для собирающей линзы F > 0, для рассеивающей F меньше 0. Оптическая сила рассеивающей линзы также отрицательна. /nВеличины d и f также подчиняются определенному правилу знаков: f > 0 – для действительных изображений; f меньше 0 – для мнимых изображений. Перед d знак «–» ставится только в том случае, когда на линзу падает сходящийся пучок лучей. Тогда их мысленно продлевают до пересечения за линзой, помещают туда воображаемый источник света, и определяют для него расстояние d. /nВ зависимости от положения предмета по отношению к линзе изменяются линейные размеры изображения. Линейным увеличением линзы Γ называют отношение линейных размеров изображения и предмета. Для линейного увеличения линзы существует формула: /nΓ = h изображения  / h предмета = f / d; /nВо многих оптических приборах свет последовательно проходит через две или несколько линз. Изображение предмета, даваемое первой линзой, служит предметом (действительным или мнимым) для второй линзы, которая строит второе изображение предмета и так далее. /n"
  },
  {
    "name":"Электричество",
    "id":11,
    "themes": [
      {
        "name":"Электростатика",
        "id":12,
        "themes":[],
        "text":"Электрический заряд и его свойства : \nЭлектрический заряд – это физическая величина, характеризующая способность частиц или тел вступать в электромагнитные взаимодействия. Электрический заряд обычно обозначается буквами q или Q. В системе СИ электрический заряд измеряется в Кулонах (Кл). Свободный заряд в 1 Кл – это гигантская величина заряда, практически не встречающаяся в природе. Как правило, Вам придется иметь дело с микрокулонами (1 мкКл = 10^–6 Кл), нанокулонами (1 нКл = 10^–9 Кл) и пикокулонами (1 пКл = 10^–12 Кл). Электрический заряд обладает следующими свойствами: \n1. Электрический заряд является видом материи. \n2. Электрический заряд не зависит от движения частицы и от ее скорости. \n3. Заряды могут передаваться (например, при непосредственном контакте) от одного тела к другому. В отличие от массы тела электрический заряд не является неотъемлемой характеристикой данного тела. Одно и то же тело в разных условиях может иметь разный заряд. \n4. Существует два рода электрических зарядов, условно названных положительными и отрицательными. \n5. Все заряды взаимодействуют друг с другом. При этом одноименные заряды отталкиваются, разноименные – притягиваются. Силы взаимодействия зарядов являются центральными, то есть лежат на прямой, соединяющей центры зарядов. \n6. Существует минимально возможный (по модулю) электрический заряд, называемый элементарным зарядом. Его значение: \ne = 1,602177·10^–19 Кл ≈ 1,6·10^–19 Кл. \nЭлектрический заряд любого тела всегда кратен элементарному заряду: \nq = Ne, где \nN – целое число. Обратите внимание, невозможно существование заряда, равного 0,5е; 1,7е; 22,7е и так далее. Физические величины, которые могут принимать только дискретный (не непрерывный) ряд значений, называются квантованными. Элементарный заряд e является квантом (наименьшей порцией) электрического заряда. \n7. Закон сохранения электрического заряда. В изолированной системе алгебраическая сумма зарядов всех тел остается постоянной \nq1 + q2 + q3 + ... +q n = const; \nЗакон сохранения электрического заряда утверждает, что в замкнутой системе тел не могут наблюдаться процессы рождения или исчезновения зарядов только одного знака. Из закона сохранения заряда так же следует, если два тела одного размера и формы, обладающие зарядами q1 и q2 (совершенно не важно какого знака заряды), привести в соприкосновение, а затем обратно развести, то заряд каждого из тел станет равным: \nq = (q1 + q2) / 2; \nС современной точки зрения, носителями зарядов являются элементарные частицы. Все обычные тела состоят из атомов, в состав которых входят положительно заряженные протоны, отрицательно заряженные электроны и нейтральные частицы – нейтроны. Протоны и нейтроны входят в состав атомных ядер, электроны образуют электронную оболочку атомов. Электрические заряды протона и электрона по модулю в точности одинаковы и равны элементарному (то есть минимально возможному) заряду e. \nВ нейтральном атоме число протонов в ядре равно числу электронов в оболочке. Это число называется атомным номером. Атом данного вещества может потерять один или несколько электронов, или приобрести лишний электрон. В этих случаях нейтральный атом превращается в положительно или отрицательно заряженный ион. Обратите внимание, что положительные протоны входят в состав ядра атома, поэтому их число может изменяться только при ядерных реакциях. Очевидно, что при электризации тел ядерных реакций не происходит. Поэтому в любых электрических явлениях число протонов не меняется, изменяется только число электронов. Так, сообщение телу отрицательного заряда означает передачу ему лишних электронов. А сообщение положительного заряда, вопреки частой ошибке, означает не добавление протонов, а отнимание электронов. Заряд может передаваться от одного тела к другому только порциями, содержащими целое число электронов. \nИногда в задачах электрический заряд распределен по некоторому телу. Для описания этого распределения вводятся следующие величины : \n1. Линейная плотность заряда. Используется для описания распределения заряда по нити: \nλ = q / L, где L – длина нити. Измеряется в Кл/м. \n2. Поверхностная плотность заряда. Используется для описания распределения заряда по поверхности тела: \nσ = q / s, где S – площадь поверхности тела. Измеряется в Кл/м^2. \n3. Объемная плотность заряда. Используется для описания распределения заряда по объему тела: \np = q / v, где V – объем тела. Измеряется в Кл/м^3. \nОбратите внимание на то, что масса электрона равна: \nmnme = 9,11∙10^–31 кг. \nЗакон Кулона : \nТочечным зарядом называют заряженное тело, размерами которого в условиях данной задачи можно пренебречь. На основании многочисленных опытов Кулон установил следующий закон: \nСилы взаимодействия неподвижных точечных зарядов прямо пропорциональны произведению модулей зарядов и обратно пропорциональны квадрату расстояния между ними: \nF = k * |q1||q2| / εr^2, где \nε – диэлектрическая проницаемость среды – безразмерная физическая величина, показывающая, во сколько раз сила электростатического взаимодействия в данной среде будет меньше, чем в вакууме (то есть во сколько раз среда ослабляет взаимодействие). Здесь k – коэффициент в законе Кулона, величина, определяющая численное значение силы взаимодействия зарядов. В системе СИ его значение принимается равным: \nk = 9∙10^9 м/Ф. \nСилы взаимодействия точечных неподвижных зарядов подчиняются третьему закону Ньютона, и являются силами отталкивания друг от друга при одинаковых знаках зарядов и силами притяжения друг к другу при разных знаках. Взаимодействие неподвижных электрических зарядов называют электростатическим или кулоновским взаимодействием. Раздел электродинамики, изучающий кулоновское взаимодействие, называют электростатикой. \nЗакон Кулона справедлив для точечных заряженных тел, равномерно заряженных сфер и шаров. В этом случае за расстояния r берут расстояние между центрами сфер или шаров. На практике закон Кулона хорошо выполняется, если размеры заряженных тел много меньше расстояния между ними. Коэффициент k в системе СИ иногда записывают в виде: \nk = 1 / 4пε0 = 9∙10^9 м/Ф, где \nε0 = 8,85∙10^–12 Ф/м – электрическая постоянная.\nОпыт показывает, что силы кулоновского взаимодействия подчиняются принципу суперпозиции: если заряженное тело взаимодействует одновременно с несколькими заряженными телами, то результирующая сила, действующая на данное тело, равна векторной сумме сил, действующих на это тело со стороны всех других заряженных тел. \nЗапомните также два важных определения: \nПроводники – вещества, содержащие свободные носители электрического заряда. Внутри проводника возможно свободное движение электронов – носителей заряда (по проводникам может протекать электрический ток). К проводникам относятся металлы, растворы и расплавы электролитов, ионизированные газы, плазма. \nДиэлектрики (изоляторы) – вещества, в которых нет свободных носителей заряда. Свободное движение электронов внутри диэлектриков невозможно (по ним не может протекать электрический ток). Именно диэлектрики обладают некоторой не равной единице диэлектрической проницаемостью ε. \nДля диэлектрической проницаемости вещества верно следующее (о том, что такое электрическое поле чуть ниже): \nε = E в вакууме / E в веществе; \nЭлектрическое поле и его напряженность \nПо современным представлениям, электрические заряды не действуют друг на друга непосредственно. Каждое заряженное тело создает в окружающем пространстве электрическое поле. Это поле оказывает силовое действие на другие заряженные тела. Главное свойство электрического поля – действие на электрические заряды с некоторой силой. Таким образом, взаимодействие заряженных тел осуществляется не непосредственным их воздействием друг на друга, а через электрические поля, окружающие заряженные тела. \nЭлектрическое поле, окружающее заряженное тело, можно исследовать с помощью так называемого пробного заряда – небольшого по величине точечного заряда, который не вносит заметного перераспределения исследуемых зарядов. Для количественного определения электрического поля вводится силовая характеристика - напряженность электрического поля E. \nНапряженностью электрического поля называют физическую величину, равную отношению силы, с которой поле действует на пробный заряд, помещенный в данную точку поля, к величине этого заряда: \nE = F / q; \nНапряженность электрического поля – векторная физическая величина. Направление вектора напряженности совпадает в каждой точке пространства с направлением силы, действующей на положительный пробный заряд. Электрическое поле неподвижных и не меняющихся со временем зарядов называется электростатическим. \nДля наглядного представления электрического поля используют силовые линии. Эти линии проводятся так, чтобы направление вектора напряженности в каждой точке совпадало с направлением касательной к силовой линии. Силовые линии обладают следующими свойствами. \nСиловые линии электростатического поля никогда не пересекаются. \nСиловые линии электростатического поля всегда направлены от положительных зарядов к отрицательным. \nПри изображении электрического поля с помощью силовых линий их густота должна быть пропорциональна модулю вектора напряженности поля. \nСиловые линии начинаются на положительном заряде или бесконечности, а заканчиваются на отрицательном или бесконечности. Густота линий тем больше, чем больше напряжённость. \nВ данной точке пространства может проходить только одна силовая линия, т.к. напряжённость электрического поля в данной точке пространства задаётся однозначно. \nЭлектрическое поле называют однородным, если вектор напряжённости одинаков во всех точках поля. Например, однородное поле создаёт плоский конденсатор – две пластины, заряженные равным по величине и противоположным по знаку зарядом, разделённые слоем диэлектрика, причём расстояние между пластинами много меньше размеров пластин. \nВо всех точках однородного поля на заряд q, внесённый в однородное поле с напряжённостью E, действует одинаковая по величине и направлению сила, равная F = Eq. Причём, если заряд q положительный, то направление силы совпадает с направлением вектора напряжённости, а если заряд отрицательный, то вектора силы и напряжённости противоположно направлены. \nПринцип суперпозиции : \nЕсли с помощью пробного заряда исследуется электрическое поле, создаваемое несколькими заряженными телами, то результирующая сила оказывается равной геометрической сумме сил, действующих на пробный заряд со стороны каждого заряженного тела в отдельности. Следовательно, напряженность электрического поля, создаваемого системой зарядов в данной точке пространства, равна векторной сумме напряжённостей электрических полей, создаваемых в той же точке зарядами в отдельности: \nE = E1 + E2 +E3 + ...;Это свойство электрического поля означает, что поле подчиняется принципу суперпозиции. В соответствии с законом Кулона, напряженность электростатического поля, создаваемого точечным зарядом Q на расстоянии r от него, равна по модулю: \nE = (1 / 4пεε0) * (|Q| / r^2) = (k /ε) * (|Q| / r^2); \nЭто поле называется кулоновским. В кулоновском поле направление вектора напряженности зависит от знака заряда Q: если Q > 0, то вектор напряженности направлен от заряда, если Q меньше 0, то вектор напряженности направлен к заряду. Величина напряжённости зависит от величины заряда, среды, в которой находится заряд, и уменьшается с увеличением расстояния. \nНапряженность электрического поля, которую создает заряженная плоскость вблизи своей поверхности: \nE = |σ| / 2εε0; \nИтак, если в задаче требуется определить напряженность поля системы зарядов, то надо действовать по следующему алгоритму: \n1)Нарисовать рисунок. \n2)Изобразить напряженность поля каждого заряда по отдельности в нужной точке. Помните, что напряженность направлена к отрицательному заряду и от положительного заряда. \n3)Вычислить каждую из напряжённостей по соответствующей формуле. \n4)Сложить вектора напряжённостей геометрически (т.е. векторно). \nПотенциальная энергия взаимодействия зарядов : \nЭлектрические заряды взаимодействуют друг с другом и с электрическим полем. Любое взаимодействие описывает потенциальной энергией. Потенциальная энергия взаимодействия двух точечных электрических зарядов рассчитывается по формуле: \nW = k * q1q2 / εR; \nОбратите внимание на отсутствие модулей у зарядов. Для разноименных зарядов энергия взаимодействия имеет отрицательное значение. Такая же формула справедлива и для энергии взаимодействия равномерно заряженных сфер и шаров. Как обычно, в этом случае расстояние r измеряется между центрами шаров или сфер. Если же зарядов не два, а больше, то энергию их взаимодействия следует считать так: разбить систему зарядов на все возможные пары, рассчитать энергию взаимодействия каждой пары и просуммировать все энергии для всех пар. \nЗадачи по данной теме решаются, как и задачи на закон сохранения механической энергии: сначала находится начальная энергия взаимодействия, потом конечная. Если в задаче просят найти работу по перемещению зарядов, то она будет равна разнице между начальной и конечной суммарной энергией взаимодействия зарядов. Энергия взаимодействия так же может переходить в кинетическую энергию или в другие виды энергии. Если тела находятся на очень большом расстоянии, то энергия их взаимодействия полагается равной 0. \nОбратите внимание: если в задаче требуется найти минимальное или максимальное расстояние между телами (частицами) при движении, то это условие выполнится в тот момент времени, когда частицы движутся в одну сторону с одинаковой скоростью. Поэтому решение надо начинать с записи закона сохранения импульса, из которого и находится эта одинаковая скорость. А далее следует писать закон сохранения энергии с учетом кинетической энергии частиц во втором случае. \nПотенциал. Разность потенциалов. Напряжение : \nЭлектростатическое поле обладает важным свойством: работа сил электростатического поля при перемещении заряда из одной точки поля в другую не зависит от формы траектории, а определяется только положением начальной и конечной точек и величиной заряда. \nСледствием независимости работы от формы траектории является следующее утверждение: работа сил электростатического поля при перемещении заряда по любой замкнутой траектории равна нулю. \nСвойство потенциальности (независимости работы от формы траектории) электростатического поля позволяет ввести понятие потенциальной энергии заряда в электрическом поле. А физическую величину, равную отношению потенциальной энергии электрического заряда в электростатическом поле к величине этого заряда, называют потенциалом φ электрического поля: \nφ = W / q; \nПотенциал φ является энергетической характеристикой электростатического поля. В Международной системе единиц (СИ) единицей потенциала (а значит и разности потенциалов, т.е. напряжения) является вольт [В]. Потенциал - скалярная величина. \nВо многих задачах электростатики при вычислении потенциалов за опорную точку, где значения потенциальной энергии и потенциала обращаются в ноль, удобно принять бесконечно удаленную точку. В этом случае понятие потенциала может быть определено следующим образом: потенциал поля в данной точке пространства равен работе, которую совершают электрические силы при удалении единичного положительного заряда из данной точки в бесконечность. \nВспомнив формулу для потенциальной энергии взаимодействия двух точечных зарядов и разделив ее на величину одного из зарядов в соответствии с определением потенциала получим, что потенциал φ поля точечного заряда Q на расстоянии r от него относительно бесконечно удаленной точки вычисляется следующим образом: \nφ = kQ / εr; \nПотенциал рассчитанный по этой формуле может быть положительным и отрицательным в зависимости от знака заряда создавшего его. Эта же формула выражает потенциал поля однородно заряженного шара (или сферы) при r ≥ R (снаружи от шара или сферы), где R – радиус шара, а расстояние r отсчитывается от центра шара. \nДля наглядного представления электрического поля наряду с силовыми линиями используют эквипотенциальные поверхности. Поверхность, во всех точках которой потенциал электрического поля имеет одинаковые значения, называется эквипотенциальной поверхностью или поверхностью равного потенциала. Силовые линии электрического поля всегда перпендикулярны эквипотенциальным поверхностям. Эквипотенциальные поверхности кулоновского поля точечного заряда – концентрические сферы. \nЭлектрическое напряжение это просто разность потенциалов, т.е. определение электрического напряжения может быть задано формулой: \nU = Δφ = φ1 - φ2; \nВ однородном электрическом поле существует связь между напряженностью поля и напряжением: \nU = ed;   Δφ = E * Δl; \nРабота электрического поля может быть вычислена как разность начальной и конечной потенциальной энергии системы зарядов: \nA = W1 - W2; \nРабота электрического поля в общем случае может быть вычислена также и по одной из формул: \nA = qU = qΔφ = q(φ1 - φ2); \nВ однородном поле при перемещении заряда вдоль его силовых линий работа поля может быть также рассчитана по следующей формуле: \nA = qEd; \nВ этих формулах: \nφ – потенциал электрического поля. \n∆φ – разность потенциалов. \nW – потенциальная энергия заряда во внешнем электрическом поле. \nA – работа электрического поля по перемещению заряда (зарядов). \nq – заряд, который перемещают во внешнем электрическом поле. \nU – напряжение. \nE – напряженность электрического поля. \nd или ∆l – расстояние на которое перемещают заряд вдоль силовых линий. \nВо всех предыдущих формулах речь шла именно о работе электростатического поля, но если в задаче говорится, что «работу надо совершить», или идет речь о «работе внешних сил», то эту работу следует считать так же, как и работу поля, но с противоположным знаком. \nПринцип суперпозиции потенциала \nИз принципа суперпозиции напряженностей полей, создаваемых электрическими зарядами, следует принцип суперпозиции для потенциалов (при этом знак потенциала поля зависит от знака заряда, создавшего поле): \nφ = φ1 + φ2 + φ3 + ...; \nОбратите внимание, насколько легче применять принцип суперпозиции потенциала, чем напряженности. Потенциал – скалярная величина, не имеющая направления. Складывать потенциалы – это просто суммировать численные значения. \nПроводящая сфера : \nНапряженность поля внутри заряженного проводника равна нулю. В противном случае на свободные заряды внутри проводника действовала бы электрическая сила, которая вынуждала бы эти заряды двигаться внутри проводника. Это движение, в свою очередь, приводило бы к разогреванию заряженного проводника, чего на самом деле не происходит. \nФакт того, что внутри проводника нет электрического поля можно понять и по-другому: если бы оно было то заряженные частицы опять таки двигались бы, причем они бы двигались именно так, чтобы свести это поле к нолю своим собственным полем, т.к. вообще-то двигаться им не хотелось бы, ведь всякая система стремится к равновесию. Рано или поздно все двигавшиеся заряды остановились бы именно в том месте, чтобы поле внутри проводника стало равно нолю. \nНа поверхности проводника напряжённость электрического поля максимальна. Величина напряжённости электрического поля заряженного шара за его пределами убывает по мере удаления от проводника и рассчитывается по формуле, аналогичной формулам для напряженности поля точечного заряда, в которой расстояния отсчитываются от центра шара. \nТак как напряженность поля внутри заряженного проводника равна нулю, то потенциал во всех точках внутри и на поверхности проводника одинаков (только в этом случае разность потенциалов, а значит и напряжённость равна нулю). Потенциал внутри заряженного шара равен потенциалу на поверхности. Потенциал за пределами шара вычисляется по формуле, аналогичной формулам для потенциала точечного заряда, в которой расстояния отсчитываются от центра шара. \nЭлектрическая емкость шара радиуса R: \nφ = kq / R = q / C;   C = R / k = 4пε0R; ànЕсли шар окружен диэлектриком, то: ànC = 4пε0εR; ànСвойства проводника в электрическом поле : àn1) Внутри проводника напряженность поля всегда равна нулю. àn2) Потенциал внутри проводника во всех точках одинаков и равен потенциалу поверхности проводника. Когда в задаче говорят, что «проводник заряжен до потенциала … В», то имеют в виду именно потенциал поверхности. \n3) Снаружи от проводника вблизи от его поверхности напряженность поля всегда перпендикулярна поверхности. \n4) Если проводнику сообщить заряд, то он весь распределится по очень тонкому слою вблизи поверхности проводника (обычно говорят, что весь заряд проводника распределяется на его поверхности). Это легко объясняется: дело в том, что сообщая заряд телу, мы передаем ему носители заряда одного знака, т.е. одноименные заряды, которые отталкиваются. А значит они будут стремиться разбежаться друг от друга на максимальное расстояние из всех возможных, т.е. скопятся у самых краев проводника. Как следствие, если из проводника удалить сердцевину, то его электростатические свойства никак не изменятся. \n5) Снаружи проводника напряженность поля тем больше, чем кривее поверхность проводника. Максимальное значение напряженности достигается вблизи остриев и резких изломов поверхности проводника. \n"
      },
      {
        "name":"Постоянный ток",
        "id":13,
        "themes":[],
        "text":" Постоянный ток — электрический ток, не изменяющийся по времени и по направлению. За направление тока принимают направление движения положительно заряженных частиц. В том случае, если ток образован движением отрицательно заряженных частиц, направление его считают противоположным направлению движения частиц \nСтрого говоря, под 'постоянным электрическим током' следовало бы понимать 'электрический ток постоянный по величине', соответственно математическому понятию 'постоянная величина'. Но в электротехнику этот термин был введен в значении 'электрического тока, постоянного по направлению и практически постоянного по величине' \nПод 'практически постоянным по величине электрическим током' понимают ток, изменения которого во времени столь незначительны по величине, что при рассмотрении явлений в электрической цепи, по которой проходит такой электрический ток, этими изменениями вполне можно пренебречь, а следовательно, можно не учитывать ни индуктивности, ни емкости электрической цепи \nНаиболее распространенные источники постоянного тока — гальванические элементы, аккумуляторы, генераторы постоянного тока и выпрямительные установки \nДля количественной оценки тока в электрической цепи служит понятие силы тока \nСила тока — это количество электричества Q, протекающее через поперечное сечение проводника в единицу времени. \nЕсли за время I через поперечное сечение проводника переместилось количество электричества Q, то сила тока I=Q/t \nЕдиница измерения силы тока — ампер (А) \nПлотность тока — это отношение силы тока I к площади поперечного сечения F проводника - I/F \nЕдиница измерения плотности тока — ампер на квадратный миллиметр (А/мм^2) \nВ замкнутой электрической цепи постоянный ток возникает под действием источника электрической энергии, который создает и поддерживает на своих зажимах разность потенциалов, измеряемую в вольтах (В) \nЗависимость между разностью потенциалов (напряжением) на зажимах электрической цепи, сопротивлением и током в цепи выражается законом Ома. Согласно этому закону для участка однородной цепи сила тока прямо пропорциональна значению приложенного напряжения и обратно пропорциональна сопротивлению I = U/R\nгде I — сила тока. A, U— напряжение на зажимах цепи В, R — сопротивление, Ом \nЭто самый важный электротехнический закон. Подробнее о нем смотрите здесь: Закон Ома для участка цепи \nРаботу, совершаемую электрическим током в единицу времени (секунду), называют мощностью и обозначают буквой Р. Эта величина характеризует интенсивность совершаемой током работы \nМощность P=W/t= UI; \nЕдиница измерения мощности - ватт (Вт) \nВыражение мощности электрического тока можно преобразовать, заменив на основании закона Ома напряжение U произведением IR. В результате получим три выражения мощности электрического тока P = UI= I^2R= U^2/R \nБольшое практическое значение имеет то, что одну и ту же мощность электрического тока можно получить при низком напряжении и большой силе тока или при высоком напряжении и малой силе тока. Этот принцип используют при передаче электрической энергии на расстояния. \nТок, протекая по проводнику, выделяет теплоту и нагревает его. Количество теплоты Q, выделяющейся в проводнике определяют формулой Q = I^2Rt \nЭту зависимость называют законом Джоуля-Ленца  \nНа основании законов Ома и Джоуля-Ленца можно проанализировать опасное явление, которое часто возникает при непосредственном соединении между собой проводников, подводящих электрический ток к нагрузке (электроприемнику). Это явление называют коротким замыканием, так как ток начинает протекать более коротким путем, минуя нагрузку. Такой режим является аварийным \n"
      },
      {
        "name":"Магнитное поле",
        "id":14,
        "themes":[],
        "text":"Магнитное поле - это особый вид материи, посредством которой осуществляется взаимодействие между движущимися электрически заряженными частицами. \nСвойства (стационарного) магнитного : \n1) Постоянное (или стационарное) магнитное поле - это магнитное поле, неизменяющееся во времени. \n2) Магнитное поле создается движущимися заряженными частицами и телами, проводниками с током, постоянными магнитами. \n3) Магнитное поле действует на движущиеся заряженные частицы и тела, на проводники с током, на постоянные магниты, на рамку с током. \n4) Магнитное поле вихревое, т.е. не имеет источника. \nМагнитные силы - это силы, с которыми проводники с током действуют друг на друга. \nМагнитная индукция - это силовая характеристика магнитного поля. \nВектор магнитной индукции направлен всегда так, как сориентирована свободно вращающаяся магнитная стрелка в магнитном поле. \n"
      },
      {
        "name":"Конденсатор ",
        "id":15,
        "themes":[],
        "text":"Электрическая емкость. Плоский конденсатор : \nПри сообщении проводнику заряда всегда существует некоторый предел, более которого зарядить тело не удастся. Для характеристики способности тела накапливать электрический заряд вводят понятие электрической емкости. Емкостью уединенного проводника называют отношение его заряда к потенциалу: \nC = q / φ; \nВ системе СИ емкость измеряется в Фарадах [Ф]. 1 Фарад – чрезвычайно большая емкость. Для сравнения, емкость всего земного шара значительно меньше одного фарада. Емкость проводника не зависит ни от его заряда, ни от потенциала тела. Аналогично, плотность не зависит ни от массы, ни от объема тела. Емкость зависит лишь от формы тела, его размеров и свойств окружающей его среды. \nЭлектроемкостью системы из двух проводников называется физическая величина, определяемая как отношение заряда q одного из проводников к разности потенциалов Δφ между ними: \nC = q / Δφ = q / U; \nВеличина электроемкости проводников зависит от формы и размеров проводников и от свойств диэлектрика, разделяющего проводники. Существуют такие конфигурации проводников, при которых электрическое поле оказывается сосредоточенным (локализованным) лишь в некоторой области пространства. Такие системы называются конденсаторами, а проводники, составляющие конденсатор, называются обкладками. \nПростейший конденсатор – система из двух плоских проводящих пластин, расположенных параллельно друг другу на малом по сравнению с размерами пластин расстоянии и разделенных слоем диэлектрика. Такой конденсатор называется плоским. Электрическое поле плоского конденсатора в основном локализовано между пластинами. \nКаждая из заряженных пластин плоского конденсатора создает вблизи своей поверхности электрическое поле, модуль напряженности которого выражается соотношением уже приводившимся выше. Тогда модуль напряженности итогового поля внутри конденсатора, создаваемого двумя пластинами, равен: \nE = U / d = σ / εε0; \nЗа пределами конденсатора, электрические поля двух пластин направлены в разные стороны, и поэтому результирующее электростатическое поле E = 0. Электроёмкость плоского конденсатора может быть рассчитана по формуле: \nC = εε0S / d; \nТаким образом, электроемкость плоского конденсатора прямо пропорциональна площади пластин (обкладок) и обратно пропорциональна расстоянию между ними. Если пространство между обкладками заполнено диэлектриком, электроемкость конденсатора увеличивается в ε раз. Обратите внимание, что S в этой формуле есть площадь только одной обкладки конденсатора. Когда в задаче говорят о «площади обкладок», то имеют в виду именно эту величину. На 2 умножать или делить её не надо никогда. \nЕще раз приведем формулу для заряда конденсатора. Под зарядом конденсатора понимают только заряд его положительной обкладки: \nq = CU; \nСила притяжения пластин конденсатора. Сила, действующая на каждую обкладку, определяется не полным полем конденсатора, а полем, созданным противоположной обкладкой (сама на себя обкладка не действует). Напряженность этого поля равна половине напряженности полного поля, и сила взаимодействия пластин: \nF =qE / 2; \nЭнергия конденсатора. Ее же называют энергией электрического поля внутри конденсатора. Опыт показывает, что заряженный конденсатор содержит запас энергии. Энергия заряженного конденсатора равна работе внешних сил, которую необходимо затратить, чтобы зарядить конденсатор. Существует три эквивалентные формы записи формулы для энергии конденсатора (они следуют одна из другой если воспользоваться соотношением q = CU): \nW = q^2 / 2C = CU^2 / 2 = qU / 2; \nОсобое внимание обращайте на фразу: «Конденсатор подключён к источнику». Это означает, что напряжение на конденсаторе не изменяется. А фраза «Конденсатор зарядили и отключили от источника» означает, что заряд конденсатора не изменится. \nЭнергия электрического поля : \nЭлектрическую энергию следует рассматривать как потенциальную энергию, запасенную в заряженном конденсаторе. По современным представлениям, электрическая энергия конденсатора локализована в пространстве между обкладками конденсатора, то есть в электрическом поле. Поэтому ее называют энергией электрического поля. Энергия заряженных тел сосредоточена в пространстве, в котором есть электрическое поле, т.е. можно говорить об энергии электрического поля. Например, у конденсатора энергия сосредоточена в пространстве между его обкладками. Таким образом, имеет смысл ввести новую физическую характеристику – объёмную плотность энергии электрического поля. На примере плоского конденсатора, можно получить такую формулу для объёмной плотности энергии (или энергии единицы объёма электрического поля): \nw = ε0εE^2 / 2; \nСоединения конденсаторов : \nПараллельное соединение конденсаторов – для увеличения ёмкости. Конденсаторы соединены одноименно заряженными обкладками, как бы увеличивая площадь одинаково заряженных пластин. Напряжение на всех конденсаторах одинаковое, общий заряд равен сумме зарядов каждого из конденсаторов, и общая ёмкость также равна сумме емкостей всех конденсаторов соединенных параллельно. Выпишем формулы для параллельного соединения конденсаторов: \nq = q1 + q2 + q3 + ... + q n; \nU = U1 = U2 = ... =  U n; \nC = C1 + C2 + ... + C n; \nПри последовательном соединении конденсаторов общая ёмкость батареи конденсаторов всегда меньше, чем ёмкость наименьшего конденсатора, входящего в батарею. Применяется последовательное соединение для увеличения напряжения пробоя конденсаторов. Выпишем формулы для последовательного соединения конденсаторов. Общая емкость последовательно соединенных конденсаторов находится из соотношения: \n1/C = 1/C1 + 1/C2 + ... + 1/ C n; \nИз закона сохранения заряда следует, что заряды на соседних обкладках равны: \nq1 = q2 = q3 = ... = q n; \nНапряжение равно сумме напряжений на отдельных конденсаторах. \nU = U1 + U2 + ... + U n; \nДля двух последовательно соединённых конденсаторов формула выше даст нам следующее выражение для общей емкости: \nC = C1C2 / (C1 + C2); \nДля N одинаковых последовательно соединённых конденсаторов: \nC = C1 / N; \n</string>"
      },
      {
        "name":"Электромагнитная индукция",
        "id":16,
        "themes":[],
        "text":"Явление электромагнитной индукции было открыто Майклом Фарадеем в 1831 г. Он опытным путем установил, что при изменении магнитного поля и и утри замкнутого проводящего контура в нем возникнет электрический ток, который называют индукционным током. Опыты Фарадея можно воспроизвести следующим образом: при внесении или вынесении магнита в катушку, замкнутую на гальванометр, в катушке возникает индукционный ток. Если радом расположить две катушки (например, на общем сердечнике или одну катушку внутри другой) и одну катушку через ключ соединить с источником тока, то при замыкании или размыкании ключа в цепи первой катушки во второй катушке появится индукционный ток. Объяснение этого явления было дано Максвеллом. Любое переменное магнитное иоле всегда порождает переменное электрическое поле. \nДля количественной характеристики процесса изменения магнитного поля через замкнутый контур вводится физическая величина — магнитный поток. Магнитным потоком через замкнутый контур площадью  S называют физическую величину, равную произведению модуля вектора магнитной индукции  В  на площадь контура  S  и на косинус угла α между направлением вектора магнитной индукции и нормалью к площади контура: φ = BScosα \nОпытным путем был установлен основной закон электромагнитной индукции: ЭДС индукции в замкнутом контуре равна по модулю скорости изменения магнитного потока через контур: |ε| = |∆φ / ∆t|. Если рассматривать катушку, содержащую n витков, то формула основного закона электромагнитной индукции будет выглядеть так: ε = n∆φ/ ∆t \nЕдиница магнитного потока Ф — вебер (Вб): 1 Вб = 1 В • с \nИз основного закона  = ∆φ = ε∆t следует смысл размерности: 1 вебер — это величина такого магнитного потока, который, уменьшаясь до нуля за одну секунду, через замкнутый контур наводит в нем ЭДС индукции 1 В \nКлассической демонстрацией основного закона электромагнитной индукции является опыт Фарадея: чем быстрее перемещать магнит через витки катушки, тем больше возникает индукционный ток в ней, а значит, и ЭДС индукции \nЗависимость направления индукционного тока от характера изменения магнитного поля через замкнутый контур в 1833 г. опытным путем установил русский ученый Ленц. Он сформулировал правило, носящее его имя. Индукционный ток имеет такое направление, при котором его магнитное поле стремится скомпенсировать изменение внешнего магнитного потока через контур. В соответствии с правилом Ленца в законе электромагнитной идукции цолжен стоять знак минус: \nε = -∆φ / ∆t; \nЛенцем был сконструирован прибор, представляющий собой два алюминиевых кольца, сплошное и разрезанное, укрепленные на алюминиевой перекладине и имеющие возможность вращаться вокруг оси, как коромысло. При внесении магнита в сплошное кольцо оно начинало «убегать» от магнита, поворачивая соответственно коромысло. При вынесении магнита из кольца кольцо стремилось «догнать» магнит. При движении магнита внутри разрезанного кольца никакого эффекта не происходило. Ленц объяснял опыт тем, что магнитное поле индукционного тока стремилось компенсировать изменение внешнего магнитного потока \n</string>Распространенные ошибки : \n1. Нередки случаи, когда абитуриенты смешивают понятия магнитной индукции с понятием электромагнитной индукции. Это грубая ошибка: физическую велчину не отличают от явления \nМагнитная индукция — векторная фщическая величина, являющаяся силовой характеристикой магнитного поля \nЭлектромагнитная индукция — это явление возникновения электрического тока в проводящем контре при изменении магнитного потока через поверхность, ограниченную этим контуром \n"
      },
      {
        "name":"Колебательный контур",
        "id":3,
        "themes":[],
        "text":"Свободные колебания хорошо воспринимаются на примере пружинного или математического маятника, однако они могут происходить не только в механических системах, но и в электрических цепях. Одним из примеров таких цепей является колебательный -контур \nКолебательный контур (LCR-контур) — электрическая цепь, состоящая из конденсатора ёмкостью C , катушки индуктивностью L и резистора сопротивлением R. В этой цепи происходят свободные затухающие электромагнитные колебания, причём скорость затухания этих колебаний определяется сопротивлением R резистора \nИдеальный колебательный контур (LC-контур) — колебательный контур, в котором отсутствует электрическое сопротивление R. В нём происходят свободные незатухающие электромагнитные колебания \nВид контура определяется способом соединения его элементов. Например, при их последовательном соединении колебательный контур называют последовательным \nИсследуем поведение LC-контура. Рассмотрим последовательно соединённые конденсатор ёмкостью C, катушку индуктивностью L  и разомкнутый ключ K \nПредположим, что конденсатор был первоначально заряжен до напряжения U0 так, как показано на рисунке. Что будет происходить в контуре после замыкания ключа K?\nВ контуре будет протекать синусоидальный ток, который будет периодически то разряжать, то заряжать конденсатор \nОсновные величины : \nI = I(t) — сила тока в контуре;   q = q(t) — заряд конденсатора;   U c = U c(t) — напряжение на конденсаторе;   U L = U L(t) — напряжение на катушке индуктивности \nКаждая из основных величин будет изменяться по закону синуса или косинуса с циклической (собственной) частотой \nω = 1 / √LC; \nСила тока в контуре : I = I0sin(ωt); \nЗаряд конденсатора : q = q0cos(ωt); \nНапряжение на конденсаторе : U C = U0cos(ωt); \nНапряжение  на катушке : U L = U0cos(ωt); \nПериод колебаний каждой из основных величин определяется формулой Томсона \nT = 2п / ω = 2п√LC; \n"
      }
    ],
    "text":""
  },
  {
    "name":"Молекулярная физика",
    "id":17,
    "themes": [
      {
        "name":"МКТ",
        "id":18,
        "themes":[],
        "text":"Основные положения МКТ : \nМолекулярно-кинетической теорией называют учение о строении и свойствах вещества на основе представления о существовании атомов и молекул как наименьших частиц химического вещества. В основе молекулярно-кинетической теории лежат три основных положения: \n1) Все вещества – жидкие, твердые и газообразные – образованы из мельчайших частиц – молекул, которые сами состоят из атомов («элементарных молекул»). Молекулы химического вещества могут быть простыми и сложными и состоять из одного или нескольких атомов. Молекулы и атомы представляют собой электрически нейтральные частицы. При определенных условиях молекулы и атомы могут приобретать дополнительный электрический заряд и превращаться в положительные или отрицательные ионы (соответственно, анионы и катионы). \n2) Атомы и молекулы находятся в непрерывном хаотическом движении и взаимодействии, скорость которого зависит от температуры, а характер – от агрегатного состояния вещества. \n3) Частицы взаимодействуют друг с другом силами, имеющими электрическую природу. Гравитационное взаимодействие между частицами пренебрежимо мало. /nАтом – наименьшая химически неделимая частица элемента (атом железа, гелия, кислорода). Молекула – наименьшая частица вещества, сохраняющая его химические свойства. Молекула состоит из одного и более атомов (вода – Н2О – 1 атом кислорода и 2 атома водорода). Ион – атом или молекула, у которых один или несколько электронов лишние (или электронов не хватает). \nМолекулы имеют чрезвычайно малые размеры. Простые одноатомные молекулы имеют размер порядка 10–10 м. Сложные многоатомные молекулы могут иметь размеры в сотни и тысячи раз больше.  \nБеспорядочное хаотическое движение молекул называется тепловым движением. Кинетическая энергия теплового движения растет с возрастанием температуры. При низких температурах молекулы конденсируются в жидкое или твердое вещество. При повышении температуры средняя кинетическая энергия молекулы становится больше, молекулы разлетаются, и образуется газообразное вещество. \nВ твердых телах молекулы совершают беспорядочные колебания около фиксированных центров (положений равновесия). Эти центры могут быть расположены в пространстве нерегулярным образом (аморфные тела) или образовывать упорядоченные объемные структуры (кристаллические тела). \nВ жидкостях молекулы имеют значительно большую свободу для теплового движения. Они не привязаны к определенным центрам и могут перемещаться по всему объему жидкости. Этим объясняется текучесть жидкостей. \nВ газах расстояния между молекулами обычно значительно больше их размеров. Силы взаимодействия между молекулами на таких больших расстояниях малы, и каждая молекула движется вдоль прямой линии до очередного столкновения с другой молекулой или со стенкой сосуда. Среднее расстояние между молекулами воздуха при нормальных условиях порядка 10–8 м, то есть в сотни раз превышает размер молекул. Слабое взаимодействие между молекулами объясняет способность газов расширяться и заполнять весь объем сосуда. В пределе, когда взаимодействие стремится к нулю, мы приходим к представлению об идеальном газе. \nИдеальный газ – это газ, молекулы которого не взаимодействуют друг с другом, за исключением процессов упругого столкновения и считаются материальными точками. /nВ молекулярно-кинетической теории количество вещества принято считать пропорциональным числу частиц. Единица количества вещества называется молем (моль). Моль – это количество вещества, содержащее столько же частиц (молекул), сколько содержится атомов в 0,012 кг углерода C. Молекула углерода состоит из одного атома. Таким образом, в одном моле любого вещества содержится одно и то же число частиц (молекул). Это число называется постоянной Авогадро: N а = 6,022·10^23 моль^–1. \nПостоянная Авогадро – одна из важнейших постоянных в молекулярно-кинетической теории. Количество вещества определяется как отношение числа N частиц (молекул) вещества к постоянной Авогадро N а, или как отношение массы к молярной массе: \nv = m / M = N / N а; \nМассу одного моля вещества принято называть молярной массой M. Молярная масса равна произведению массы m0 одной молекулы данного вещества на постоянную Авогадро (то есть на количество частиц в одном моле). Молярная масса выражается в килограммах на моль (кг/моль). Для веществ, молекулы которых состоят из одного атома, часто используется термин атомная масса. В таблице Менделеева молярная масса указана в граммах на моль. Таким образом имеем еще одну формулу: \nm0 = m / N = M /N а, где \nM – молярная масса, N а – число Авогадро, m0 – масса одной частицы вещества, N – число частиц вещества содержащихся в массе вещества m. Кроме этого понадобится понятие концентрации (количество частиц в единице объема): \nn = N / V; \nНапомним также, что плотность, объем и масса тела связаны следующей формулой: \nm = pV; \nЕсли в задаче идет речь о смеси веществ, то говорят о средней молярной массе и средней плотности вещества. Как и при вычислении средней скорости неравномерного движения, эти величины определяются полными массами смеси: \np = m полн / V полн; \nM = m  полн / v полн; /\nНе забывайте, что полное количество вещества всегда равно сумме количеств веществ, входящих в смесь, а с объемом надо быть аккуратными. Объем смеси газов не равен сумме объемов газов, входящих в смесь. Так, в 1 кубометре воздуха содержится 1 кубометр кислорода, 1 кубометр азота, 1 кубометр углекислого газа и т.д. Для твердых тел и жидкостей (если иное не указано в условии) можно считать, что объем смеси равен сумме объемов ее частей. \nОсновное уравнение МКТ идеального газа : \nПри своем движении молекулы газа непрерывно сталкиваются друг с другом. Из-за этого характеристики их движения меняются, поэтому, говоря об импульсах, скоростях, кинетических энергиях молекул, всегда имеют в виду средние значения этих величин. \nЧисло столкновений молекул газа в нормальных условиях с другими молекулами измеряется миллионами раз в секунду. Если пренебречь размерами и взаимодействием молекул (как в модели идеального газа), то можно считать, что между последовательными столкновениями молекулы движутся равномерно и прямолинейно. Естественно, подлетая к стенке сосуда, в котором расположен газ, молекула испытывает столкновение и со стенкой. Все столкновения молекул друг с другом и со стенками сосуда считаются абсолютно упругими столкновениями шариков. При столкновении со стенкой импульс молекулы изменяется, значит на молекулу со стороны стенки действует сила (вспомните второй закон Ньютона). Но по третьему закону Ньютона с точно такой же силой, направленной в противоположную сторону, молекула действует на стенку, оказывая на нее давление. Совокупность всех ударов всех молекул о стенку сосуда и приводит к возникновению давления газа. Давление газа – это результат столкновений молекул со стенками сосуда. Если нет стенки или любого другого препятствия для молекул, то само понятие давления теряет смысл. Например, совершенно антинаучно говорить о давлении в центре комнаты, ведь там молекулы не давят на стенку. Почему же тогда, поместив туда барометр, мы с удивлением обнаружим, что он показывает какое-то давление? Правильно! Потому, что сам по себе барометр является той самой стенкой, на которую и давят молекулы. \nПоскольку давление есть следствие ударов молекул о стенку сосуда, очевидно, что его величина должна зависеть от характеристик отдельно взятых молекул (от средних характеристик, конечно, Вы ведь помните про то, что скорости всех молекул различны). Эта зависимость выражается основным уравнением молекулярно-кинетической теории идеального газа: \np = 1 / 3 * nm0vкв^2, где \np - давление газа, n - концентрация его молекул, m0 - масса одной молекулы, vкв - средняя квадратичная скорость (обратите внимание, что в самом уравнении стоит квадрат средней квадратичной скорости). Физический смысл этого уравнения состоит в том, что оно устанавливает связь между характеристиками всего газа целиком (давлением) и параметрами движения отдельных молекул, то есть связь между макро- и микромиром. /nСледствия из основного уравнения МКТ : \nКак уже было отмечено в предыдущем параграфе, скорость теплового движения молекул определяется температурой вещества. Для идеального газа эта зависимость выражается простыми формулами для средней квадратичной скорости движения молекул газа: /nv кв = √3kT/m0 = √3RT/M, где /nk = 1,38∙10^–23 Дж/К – постоянная Больцмана, T – абсолютная температура. Сразу же оговоримся, что далее во всех задачах Вы должны, не задумываясь, переводить температуру в кельвины из градусов Цельсия (кроме задач на уравнение теплового баланса). Закон трех постоянных: \nkN а = R, где \nR = 8,31 Дж/(моль∙К) – универсальная газовая постоянная. Следующей важной формулой является формула для средней кинетической энергии поступательного движения молекул газа: \nε = 3 / 2 * kT; \nОказывается, что средняя кинетическая энергия поступательного движения молекул зависит только от температуры, одинакова при данной температуре для всех молекул. Ну и наконец, самыми главными и часто применяемыми следствиями из основного уравнения МКТ являются следующие формулы: \np = nkT;    pV = NkT; \n"
      },
      {
        "name":"Термодинамика ",
        "id":19,
        "themes":[],
        "text":"Теплоемкость вещества : \nЕсли в результате теплообмена телу передается некоторое количество теплоты, то внутренняя энергия тела и его температура изменяются. Количество теплонеобходимоедлянагреваниквещества на 1 К называют удельной теплоемкостью вещества c. Тогда количество теплоты (энергии) необходимое для изменения температуры некоторого тела массой m можно рассчитать поформуле: \nQ = cm(t2 - t1) = cmΔt; \nПри этом в этой формуле абсолютно не важно в каких единицах подставлена температура, так как нам важно не ее абсолютное значение, а изменение. Единица измерения удельной теплоемкости вещества: Дж/(кг∙К). \nЕсли t2 > t1, то Q > 0 – тело нагревается (получает тепло). Наоборот же тело будет охлаждаться \nПроизведение массы тела на удельную теплоемкость вещества, из которого оно изготовлено называется теплоемкостью тела (т.е. просто теплоемкостью без слова «удельная»): \nC = cm; \nЕсли в условии задачи сказано про теплоемкость тела, то количество теплоты, отданное или полученное этим телом, можно рассчитать по формуле: \nQ = C(t2 - t1); \nИтак, запомните: \n1) Удельная теплоемкость обозначается маленькой буквой с, и является характеристикой вещества. \n2) Теплоемкость обозначается большой буквой С, и является характеристикой данного тела. \nФазовые превращения : \nФазой вещества называется однородная система, например, твердое тело, физические свойства которой во всех точках одинаковые. Между различными фазами вещества при обычных условиях существует четко выраженная граница (поверхность) раздела. При изменении внешних условий (температуры, давления, электрических и магнитных полей) вещество может переходить из одной фазы в другую. Такие процессы называются фазовыми превращениями (переходами). \nПроцесс фазового перехода из жидкого состояния в газообразное (парообразование) или из твердого в жидкое (плавление) может происходить только при сообщении веществу некоторого количества теплоты. Обратные фазовые переходы (конденсация и кристаллизация, или отвердевание) сопровождаются выделением такого же количества теплоты. \nКоличество теплоты, поступающее в систему или выделяющееся из нее, изменяет ее внутреннюю энергию. Это означает, что внутренняя энергия пара при 100°С больше, чем жидкости при той же температуре. Указанные фазовые переходы идут при постоянных температурах, которые называются соответственно температурой кипения и температурой плавления. Количество теплоты, необходимое для превращения жидкости в пар или выделяемое паром при конденсации, называется теплотой парообразования: \nΔQ = rm;, где \nr – удельная теплота парообразования. Единица измерения [r] = 1 Дж/кг. Физический смысл удельной теплоты парообразования: она равна количеству теплоты, необходимому для превращения в пар 1 кг жидкости, находящейся при температуре кипения. Превращение жидкости в пар не требует доведение жидкости до кипения. Вода может превратиться в пар и при комнатной температуре. Такой процесс называется испарением. \nКоличество теплоты, необходимое для плавления тела или выделяемое при кристаллизации (отвердевании), называется теплотой плавления: \nΔQ = λm, где \nλ – удельная теплота плавления. Единица измерения [λ] = 1 Дж/кг. Физический смысл удельной теплоты плавления: теплота, необходимая для плавления 1 кг вещества, находящегося при температуре плавления. Удельные теплоты парообразования и плавления называются также скрытыми теплотами, поскольку при фазовых переходах температура системы не меняется, несмотря на то, что теплота к ней подводится. \nОбратите внимание: что во время фазовых переходов температура системы не изменяется. А также на то, что сами фазовые переходы начинаются только после достижения необходимой температуры. \nНаиболее распространенным источником энергии для нужд человека является топливо – вещество, при сгорании которого выделяется некоторое количество теплоты. Количество теплоты, выделяемое при сгорании топлива массой m, называется теплотой сгорания топлива: \nΔQ = qm, где \nq – удельная теплота сгорания (теплотворная способность, калорийность) топлива. Единица измерения [q] = 1 Дж/кг. Физический смысл удельной теплоты сгорания топлива: величина, показывающая, какое количество теплоты выделяется при полном сгорании 1 кг топлива. \nУравнение теплового баланса : \nВ соответствии с законом сохранения энергии для замкнутой системы тел, в которой не происходит никаких превращений энергии, кроме теплообмена, количество теплоты, отдаваемое более нагретыми телами, равно количеству теплоты, получаемому более холодными. Теплообмен прекращается в состоянии термодинамического равновесия, т.е. когда температура всех тел системы становится одинаковой. Сформулируем уравнение теплового баланса: в замкнутой системе тел алгебраическая сумма количеств теплоты, отданных и полученных всеми телами, участвующими в теплообмене, равна нулю: \n|Q отд1| + |Q отд2| + ... = |Q получ1| + |Q получ2| + ... ; \nПри использовании такой формы записи уравнения теплового баланса, чтобы не сделать ошибку, запомните: когда Вы будете считать теплоту при нагревании или охлаждении тела, нужно из большей температуры вычитать меньшую, чтобы теплота всегда была положительной. Если все теплоты записывать с учетом знака, где «+» соответствует получению энергии телом, а «–» выделению, то уравнение теплового баланса можно записать в виде: \nQ1 + Q2 + Q3 + ... = 0; \nПри использовании такой формы записи, нужно всегда от конечной температуры отнимать начальную. При таком подходе знак их разности сам «покажет» отдаёт тело теплоту или получает. \nЗапомните, что тело поглощает теплоту если происходит: нагревание, плавление, парообразование \nТело отдает теплоту если происходит: охлаждение, кристализация, конденсация, сгорание топлива \nИменно в этой теме, имеет смысл не решать задачи в общем виде, а сразу подставлять числа. \nВзаимные превращения механической и внутренней энергии : \nПри неупругих ударах механическая энергия частично или полностью переходит во внутреннюю энергию тел, то есть тела могут нагреваться и плавится. В общем случае изменение механической энергии равно выделяющемуся количеству теплоты. \nРабота идеального газа : \nТермодинамика – это наука о тепловых явлениях. В противоположность молекулярно–кинетической теории, которая делает выводы на основе представлений о молекулярном строении вещества, термодинамика исходит из наиболее общих закономерностей тепловых процессов и свойств макроскопических систем. Выводы термодинамики опираются на совокупность опытных фактов и не зависят от наших знаний о внутреннем устройстве вещества, хотя в целом ряде случаев термодинамика использует молекулярно–кинетические модели для иллюстрации своих выводов. \nТермодинамика рассматривает изолированные системы тел, находящиеся в состоянии термодинамического равновесия. Это означает, что в таких системах прекратились все наблюдаемые макроскопические процессы. Важным свойством термодинамически равновесной системы является выравнивание температуры всех ее частей. \nЕсли термодинамическая система была подвержена внешнему воздействию, то в конечном итоге она перейдет в другое равновесное состояние. Такой переход называется термодинамическим процессом. Если процесс протекает достаточно медленно (в пределе бесконечно медленно), то система в каждый момент времени оказывается близкой к равновесному состоянию. Процессы, состоящие из последовательности равновесных состояний, называются квазистатическими (или квазистационарными, еще одно название таких процессов - равновесные). \nВ изобарном процессе работу идеального газа можно рассчитывать по формулам: \nA = pΔV = m / M * RΔT, при p = const; \nПодчеркнем еще раз: работу газа по расширению можно считать по этим формулам только если давление постоянно. Согласно данной формуле, при расширении газ совершает положительную работу, а при сжатии – отрицательную (т.е. газ сопротивляется сжатию и над ним нужно совершать работу чтобы оно состоялось). \nЕсли давление нельзя считать постоянным, то работу газа находят, как площадь фигуры под графиком в координатах (p, V). Очевидно, что в изохорном процессе работа газа равна нулю. \nВвиду того, что работа газа численно равна площади под графиком, становится понятно, что величина работы зависит от того, какой именно процесс происходил, ведь у каждого процесса свой график, а под ним своя площадь. Таким образом, работа зависит не только и не столько от начального и конечного состояний газа, сколько от процесса, с помощью которого конечное состояние было достигнуто. \nВнутренняя энергия : \nОдним из важнейших понятий термодинамики является внутренняя энергия тела. Все макроскопические тела обладают энергией, заключенной внутри самих тел. С точки зрения молекулярно–кинетической теории внутренняя энергия вещества складывается из кинетической энергии всех атомов и молекул и потенциальной энергии их взаимодействия друг с другом. В частности, внутренняя энергия идеального газа равна сумме кинетических энергий всех частиц газа, находящихся в непрерывном и беспорядочном тепловом движении. Внутренняя энергия идеального газа зависит только от его температуры и не зависит от объема. Внутренняя энергия одноатомного идеального газа рассчитывается по формулам: \nU = 3 / 2 * vRT = 3 / 2 * pV; \nТаким образом, внутренняя энергия U тела однозначно определяется макроскопическими параметрами, характеризующими состояние тела. Она не зависит от того, каким путем было реализовано данное состояние. Принято говорить, что внутренняя энергия является функцией состояния. Это значит, что изменение внутренней энергии не зависит от того, как система была переведена из одного состояния в другое (а зависит лишь от характеристик первоначального и конечного состояний) и всегда, в любых процессах для одноатомного идеального газа определяется выражением: \nΔU = 3 / 2 * vRΔT = 3 /2 * (p2V2 - p1V1); \nОбратите внимание: эта формула верна только для одноатомного газа, зато она применима ко всем процессам (а не только к изобарному, как формула для работы). Как видно из формулы, если температура не изменялась, то внутренняя энергия остаётся постоянной. \nПервый закон термодинамики : \nЕсли система обменивается теплом с окружающими телами и совершает работу (положительную или отрицательную), то изменяется состояние системы, то есть изменяются ее макроскопические параметры (температура, давление, объем). Так как внутренняя энергия U однозначно определяется макроскопическими параметрами, характеризующими состояние системы, то отсюда следует, что процессы теплообмена и совершения работы сопровождаются изменением ΔU внутренней энергии системы. \nПервый закон (начало) термодинамики является обобщением закона сохранения и превращения энергии для термодинамической системы. Он формулируется следующим образом: Изменение ΔU внутренней энергии неизолированной термодинамической системы равно разности между количеством теплоты Q, переданной системе, и работой A, совершенной системой над внешними телами. Однако, соотношение, выражающее первый закон термодинамики, чаще записывают в немного другой форме: \nQ = ΔU + A; \nКоличество теплоты, полученное системой, идет на изменение ее внутренней энергии и совершение работы над внешними телами (такая формулировка более удобна и понятна, в таком виде совсем очевидно, что это просто закон сохранения энергии). \nПервый закон термодинамики является обобщением опытных фактов. Согласно этому закону, энергия не может быть создана или уничтожена; она передается от одной системы к другой и превращается из одной формы в другую. Важным следствием первого закона термодинамики является утверждение о невозможности создания машины, способной совершать полезную работу без потребления энергии извне и без каких–либо изменений внутри самой машины. Такая гипотетическая машина получила название вечного двигателя (perpetuum mobile) первого рода. Многочисленные попытки создать такую машину неизменно заканчивались провалом. Любая машина может совершать положительную работу A над внешними телами только за счет получения некоторого количества теплоты Q от окружающих тел или уменьшения ΔU своей внутренней энергии. \nАдиабатным (адиабатическим) называют процесс, в ходе которого система не обменивается теплотой с окружающей средой. При адиабатном процессе Q = 0. Поэтому: ΔU + A = 0, то есть: A = – ΔU. Газ совершает работу за счет уменьшения собственной внутренней энергии. \nЦиклы. Тепловые машины : \nТепловым двигателем называется устройство, способное превращать полученное количество теплоты в механическую работу. Механическая работа в тепловых двигателях производится в процессе расширения некоторого вещества, которое называется рабочим телом. В качестве рабочего тела обычно используются газообразные вещества (пары бензина, воздух, водяной пар). Рабочее тело получает (или отдает) тепловую энергию в процессе теплообмена с телами, имеющими большой запас внутренней энергии. Эти тела называются тепловыми резервуарами. \nРеально существующие тепловые двигатели (паровые машины, двигатели внутреннего сгорания и т.д.) работают циклически. Процесс теплопередачи и преобразования полученного количества теплоты в работу периодически повторяется. Для этого рабочее тело должно совершать круговой процесс или термодинамический цикл, при котором периодически восстанавливается исходное состояние. \nОбщее свойство всех круговых процессов состоит в том, что их невозможно провести, приводя рабочее тело в тепловой контакт только с одним тепловым резервуаром. Их нужно, по крайней мере, два. Тепловой резервуар с более высокой температурой называют нагревателем, а с более низкой – холодильником. Совершая круговой процесс, рабочее тело получает от нагревателя некоторое количество теплоты Q1 > 0 и отдает холодильнику количество теплоты Q2 меньше 0. \nКПД тепловой машины может быть рассчитан по формуле: \nтη = A / Q1 = (Q1 - |Q2|) / Q1, где \nQ1 – количество теплоты полученное рабочим телом за один цикл от нагревателя, Q2 – количество теплоты переданное рабочим телом за один цикл холодильнику. Работа совершенная тепловой машиной за один цикл: \nA = Q1 - |Q2|; \nКоэффициент полезного действия указывает, какая часть тепловой энергии, полученной рабочим телом от «горячего» теплового резервуара, превратилась в полезную работу. Остальная часть (1 – η) была «бесполезно» передана холодильнику. Коэффициент полезного действия тепловой машины всегда меньше единицы (η меньше 1). \nНаибольший КПД при заданных температурах нагревателя T1 и холодильника T2, достигается если тепловая машина работает по циклу Карно. Цикл Карно состоит из двух изотерм и двух адиабат. КПД цикла Карно равен: \nтη max = (T1 - T1) / T1 = 1 - T1/T2; \nВторое начало (второй закон) термодинамики : \nПервый закон термодинамики не устанавливает направление протекания тепловых процессов. Однако, как показывает опыт, многие тепловые процессы могут протекать только в одном направлении. Такие процессы называются необратимыми. Например, при тепловом контакте двух тел с разными температурами тепловой поток всегда направлен от более теплого тела к более холодному. Никогда не наблюдается самопроизвольный процесс передачи тепла от тела с низкой температурой к телу с более высокой температурой. Следовательно, процесс теплообмена при конечной разности температур является необратимым. \nОбратимыми процессами называют процессы перехода системы из одного равновесного состояния в другое, которые можно провести в обратном направлении через ту же последовательность промежуточных равновесных состояний. При этом сама система и окружающие тела возвращаются к исходному состоянию. \nНеобратимыми являются процессы превращения механической работы во внутреннюю энергию тела из–за наличия трения, процессы диффузии в газах и жидкостях, процессы перемешивания газа при наличии начальной разности давлений и т.д. Все реальные процессы необратимы, но они могут сколь угодно близко приближаться к обратимым процессам. Обратимые процессы являются идеализацией реальных процессов. \nПервый закон термодинамики не может отличить обратимые процессы от необратимых. Он просто требует от термодинамического процесса определенного энергетического баланса и ничего не говорит о том, возможен такой процесс или нет. Направление самопроизвольно протекающих процессов устанавливает второй закон термодинамики. Он может быть сформулирован в виде запрета на определенные виды термодинамических процессов. \nАнглийский физик У.Кельвин дал в 1851 году следующую формулировку второго закона: В циклически действующей тепловой машине невозможен процесс, единственным результатом которого было бы преобразование в механическую работу всего количества теплоты, полученного от единственного теплового резервуара. \nГипотетическую тепловую машину, в которой мог бы происходить такой процесс, называют «вечным двигателем второго рода». Как уже должно было стать понятно, второе начало термодинамики запрещает существование такого двигателя. \nНемецкий физик Р.Клаузиус дал другую формулировку второго закона термодинамики: Невозможен процесс, единственным результатом которого была бы передача энергии путем теплообмена от тела с низкой температурой к телу с более высокой температурой. Следует отметить, что обе формулировки второго закона термодинамики эквивалентны. \nПоверхностное натяжение : \nМолекулы вещества в жидком состоянии расположены почти вплотную друг к другу. В отличие от твердых кристаллических тел, в которых молекулы образуютупорядоченные структуры во всем объеме кристалла и могут совершать тепловые колебания около фиксированных центров, молекулы жидкости обладают большей свобод.Каждаямолекулажидкоститакжкак и в твердом теле, «зажата» со всех сторон соседними молекулами и совершает тепловые колебания около некоторого положения равновесия. Однако, время отвременилюбая молекуламожетскачком переместиться в соседнее вакантное место. Такие перескоки в жидкостях происходят довольно часто; поэтому молекулы не привязаны к определенным центрам, как в кристаллах, и могут перемещаться по всему объему жидкости. Этим объясняется текучесть жидкостей. \nВследствие плотной упаковки молекул сжимаемость жидкостей, то есть изменение объема при изменении давления, очень мала; она в десятки и сотни тысяч раз меньше, чем в газах. \nНаиболее интересной особенностью жидкостей является наличие свободной поверхности. Жидкость, в отличие от газов, не заполняет весь объем сосуда, в который она налита. Между жидкостью и газом (или паром) образуется граница раздела, которая находится в особых условиях по сравнению с остальной массой жидкости. Молекулы в пограничном слое жидкости, в отличие от молекул в ее глубине, окружены другими молекулами той же жидкости не со всех сторон. Силы межмолекулярного взаимодействия, действующие на одну из молекул внутри жидкости со стороны соседних молекул, в среднем взаимно скомпенсированы. Любая молекула в пограничном слое притягивается молекулами, находящимися внутри жидкости (силами, действующими на данную молекулу жидкости со стороны молекул газа (или пара) можно пренебречь). В результате появляется некоторая равнодействующая сила, направленная вглубь жидкости. Если молекула переместится с поверхности внутрь жидкости, силы межмолекулярного взаимодействия совершат положительную работу. Наоборот, чтобы вытащить некоторое количество молекул из глубины жидкости на поверхность (то есть увеличить площадь поверхности жидкости), надо затратить положительную работу внешних сил ΔAвнеш, пропорциональную изменению ΔS площади поверхности. \nСледовательно, молекулы поверхностного слоя жидкости обладают избыточной по сравнению с молекулами внутри жидкости потенциальной энергией. Потенциальная энергия Ep поверхности жидкости пропорциональна ее площади: \nE = σS;  \nКоэффициент σ называется коэффициентом поверхностного натяжения (σ > 0). Таким образом, коэффициент поверхностного натяжения равен работе, необходимой для увеличения площади поверхности жидкости на единицу при постоянной температуре. В СИ коэффициент поверхностного натяжения измеряется в джоулях на метр квадратный (Дж/м^2) или в ньютонах на метр (1 Н/м = 1 Дж/м^2). \nИз механики известно, что равновесным состояниям системы соответствует минимальное значение ее потенциальной энергии (любое тело всегда стремится скатиться с горы, а не забраться на нее). Отсюда следует, что свободная поверхность жидкости стремится сократить свою площадь. По этой причине свободная капля жидкости принимает шарообразную форму. Жидкость ведет себя так, как будто по касательной к ее поверхности действуют силы, сокращающие (стягивающие) эту поверхность. Эти силы называются силами поверхностного натяжения. Наличие сил поверхностного натяжения делает поверхность жидкости похожей на упругую растянутую пленку. Сила поверхностного натяжения, действующая на участок границы жидкости длиной L вычисляется по формуле: \nF нат = σL; \nТаким образом, коэффициент поверхностного натяжения σ может быть определен как модуль силы поверхностного натяжения, действующей на единицу длины линии, ограничивающей поверхность. \nКапиллярными явлениями называют подъем или опускание жидкости в трубках малого диаметра – капиллярах. Смачивающие жидкости поднимаются по капиллярам, несмачивающие – опускаются. При этом высота столба  \nСмачивающие жидкости поднимаются по капиллярам, несмачивающие – опускаются. При этом высота столба жидкости в капилляре: \nh = 2σcosθ / pgr; \nПри полном смачивании θ = 0°, cos θ = 1. В этом случае высота столба жидкости в капилляре станет равной: \nh = 2σ / pgr; \nПри полном несмачивании θ = 180°, cos θ = –1 и, следовательно, h меньше 0. Уровень несмачивающей жидкости в капилляре опускается ниже уровня жидкости в сосуде, в которую опущенкапилляр. \n"
      },
      {
        "name":"Теплообмен",
        "id":20,
        "themes":[],
        "text":"Теплообмен — это процесс изменения внутренней энергии без совершения работы над телом или самим телом. \nТеплообмен всегда происходит в определенном направлении: от тел с более высокой температурой к телам с более низкой. \nКогда температуры тел выравниваются, теплообмен прекращается. \nТеплообмен может осуществляться тремя способами: \n1) Теплопроводностью; \n2) Конвекцией; \n3) Излучением; \nТеплопроводность — явление передачи внутренней энергии от одной части тела к другой или от одного тела к другому при их непосредственном контакте. \nНаибольшей теплопроводностью обладают металлы — она у них в сотни раз больше, чем у воды. Исключением являются ртуть и свинец, но и здесь теплопроводность в десятки раз больше, чем у воды. \nПри опускании металлической спицы в стакан с горячей водой очень скоро конец спицы становился тоже горячим. Следовательно, внутренняя энергия, как и любой вид энергии, может быть передана от одних тел к другим. Внутренняя энергия может передаваться и от одной части тела к другой. Так, например, если один конец гвоздя нагреть в пламени, то другой его конец, находящийся в руке, постепенно нагреется и будет жечь руку. \nНагревание кастрюли на электрической плитке происходит через теплопроводность. \nИзучим это явление, проделав ряд опытов с твердыми телами, жидкостью и газом. \nВнесем в огонь конец деревянной палки. Он воспламенится. Другой конец палки, находящийся снаружи, будет холодным. Значит, дерево обладает плохой теплопроводностью. \nПоднесем к пламени спиртовки конец тонкой стеклянной палочки. Через некоторое время он нагреется, другой же конец, останется холодным. Следовательно, и стекло имеет плохую теплопроводность. \nЕсли же мы будем нагревать в пламени конец металлического стержня, то очень скоро весь стержень сильно нагреется. Удержать его в руках мы уже не сможем. \nЗначит, металлы хорошо проводят тепло, т. е. имеют большую теплопроводность. Наибольшей теплопроводностью обладают серебро и медь. \nТеплопроводность у различных веществ различна. \nПлохой теплопроводностью обладают шерсть, волосы, перья птиц, бумага, пробка и другие пористые тела. Это связано с тем, что между волокнами этих веществ содержится воздух. Самой низкой теплопроводностью обладает вакуум (освобожденное от воздуха пространство). Объясняется это тем, что теплопроводность — это перенос энергии от одной части тела к другой, который происходит при взаимодействии молекул или других частиц. В пространстве, где нет частиц, теплопроводность осуществляться не может. \nЕсли возникает необходимость предохранить тело от охлаждения или нагревания, то применяют вещества с малой теплопроводностью. Так, для кастрюль, сковородок ручки из пластмассы. Дома строят из бревен или кирпича, обладающих плохой теплопроводностью, а значит, предохраняют от охлаждения. \nКонвекция — это процесс теплопередачи, осуществляемый путем переноса энергии потоками жидкости или газа. \nПример явления конвекции: небольшая бумажная вертушка, поставленная над пламенем свечи или электрической лампочкой, под действием поднимающегося нагретого воздуха начинает вращаться. Это явление можно объяснить таким образом. Воздух, соприкасаясь с теплой лампой, нагревается, расширяется и становится менее плотным, чем окружающий его холодный воздух. Сила Архимеда, действующая на теплый воздух со стороны холодного снизу вверх, больше, чем сила тяжести, которая действует на теплый воздух. В результате нагретый воздух «всплывает», поднимается вверх, а его место занимает холодный воздух. \nПри конвекции энергия переносится самими струями газа или жидкости. \nРазличают два вида конвекции: \n1) Естественная (или свободная). Возникает в веществе самопроизвольно при его неравномерном нагревании. При такой конвекции нижние слои вещества нагреваются, становятся легче и всплывают, а верхние слои, наоборот, остывают, становятся тяжелее и опускаются вниз, после чего процесс повторяется. \n2) Вынужденная. Наблюдается при перемешивании жидкости мешалкой, ложкой, насосом и т. д.\nДля того, чтобы в жидкостях и газах происходила конвекция, необходимо их нагревать снизу. \nКонвекция в твердых телах происходить не может. \nИзлучение — электромагнитное излучение, испускаемое за счет внутренней энергии веществом, находящимся при определенной температуре. \nИзлучают энергию все тела: и сильно нагретые, и слабо, например тело человека, печь, электрическая лампочка и др. Но чем выше температура тела, тем больше энергии передает оно путем излучения. При этом энергия частично поглощается этими телами, а частично отражается. При поглощении энергии тела нагреваются по-разному, в зависимости от состояния поверхности. \nТела с темной поверхностью лучше поглощают и излучают энергию, чем тела, имеющие светлую поверхность. В то же время тела с темной поверхностью охлаждаются быстрее путем излучения, чем тела со светлой поверхностью. Например, в светлом чайнике горячая вода дольше сохраняет высокую температуру, чем в темном. \n"
      },
      {
        "name":"Пар и влажность",
        "id":21,
        "themes":[],
        "text":"Любое вещество при определенных условиях может находиться в различных агрегатных состояниях – твердом, жидком и газообразном. Переход из одного состояния в другое называется фазовым переходом. Испарение и конденсация являются примерами фазовых переходов. \nИспарением называется фазовый переход из жидкого состояния в газообразное. С точки зрения молекулярно–кинетической теории, испарение – это процесс, при котором с поверхности жидкости вылетают наиболее быстрые молекулы, кинетическая энергия которых превышает энергию их связи с остальными молекулами жидкости. Это приводит к уменьшению средней кинетической энергии оставшихся молекул, то есть к охлаждению жидкости (если нет подвода энергии от окружающих тел). \nКонденсация – это процесс, обратный процессу испарения. При конденсации молекулы пара возвращаются в жидкость. \nВ закрытом сосуде жидкость и ее пар могут находиться в состоянии динамического равновесия, т.е. число молекул, вылетающих из жидкости, равно числу молекул, возвращающихся в жидкость из пара, это значит, что скорости процессов испарения и конденсации одинаковы. Такую систему называют двухфазной. Пар, находящийся в равновесии со своей жидкостью, называют насыщенным. \nНасыщенный пар имеет максимальные: давление, концентрацию, плотность при данной температуре. Они зависят только от температуры насыщенного пара, но не от его объема. \nЭто означает, что если бы мы сосуд закрыли не крышкой, а поршнем, и после того, как пар стал насыщенным, стали бы его сжимать, то давление, плотность и концентрация пара не изменились бы. Если быть более точным, то давление, плотность и концентрация на небольшое время увеличились бы, и пар стал бы перенасыщенным. Но сразу же часть пара превратилась бы в воду, и параметры пара стали бы прежними. Если поднять поршень, то пар перестанет быть насыщенным. Однако за счёт испарения через некоторое время снова станет насыщенным. Здесь следует учесть, что если воды на дне сосуда нет или её немного, то это испарение может оказаться недостаточным, чтобы пар снова стал насыщенным. \nАбсолютной влажностью ρ называют количество водяного пара, содержащегося в 1 м3 воздуха (т.е. просто плотность водяных паров; из уравнения Клапейрона-Менделеева выражается отношение массы к объему и получается следующая формула) \nρ = pM / RT, где \nр – парциальное давление водяного пара, М – молярная масса, R – универсальная газовая постоянная, Т – абсолютная температура. Единица измерения абсолютной влажности в СИ [ρ] = 1 кг/м^3, хотя обычно используют 1 г/м^3. \nОтносительной влажностью φ называется отношение абсолютной влажности ρ к тому количеству водяного пара ρ0, которое необходимо для насыщения 1 м^3 воздуха при данной температуре:  \nφ = ρ/ρ0 * 100% \nОтносительную влажность можно также определить как отношение давления водяного пара р к давлению насыщенного пара р0 при данной температуре: \nφ = p/p0 * 100% \nИспарение может происходить не только с поверхности, но и в объеме жидкости. В жидкости всегда имеются мельчайшие пузырьки газа. Если давление насыщенного пара жидкости равно внешнему давлению (то есть давлению газа в пузырьках) или превышает его, жидкость будет испаряться внутрь пузырьков. Пузырьки, наполненные паром, расширяются и всплывают на поверхность. Этот процесс называется кипением. Таким образом, кипение жидкости начинается при такой температуре, при которой давление ее насыщенных паров становится равным внешнему давлению. \nВ частности, при нормальном атмосферном давлении вода кипит при температуре 100°С. Это значит, что при такой температуре давление насыщенных паров воды равно 1 атм. Важно знать, что температура кипения жидкости зависит от давления. В герметически закрытом сосуде жидкость кипеть не может, т.к. при каждом значении температуры устанавливается равновесие между жидкостью и ее насыщенным паром. \n"
      }
    ],
    "text":""
  },
  {
    "name":"Квантовая физика",
    "id":22,
    "themes": [
      {
        "name":"Кванты",
        "id":23,
        "themes":[],
        "text":"Квант (от лат. quantum — «сколько») — неделимая порция какой-либо физической величины. Понятие ввел в 1900 году Макс Планк в своей классической работе по исследованию излучения абсолютно черного тела, где он предположил, что электромагнитное излучение испускается в виде отдельных порций энергии, которые он назвал квантами. Впоследствии эта работа стала основой квантовой механики, согласно которой ряд физических величин, в том числе энергия, импульс и размер, могут принимать только определенные значения. Известный советский, а потом американский астрофизик Георгий Гамов в шутку объяснял квантование энергии так: это все равно, что природа разрешила либо пить целый литр пива сразу, либо вообще не пить ничего, не допуская промежуточных доз.\nСлово «квант» используется также для обозначения некоторых частиц или квазичастиц. Например, фотон называют квантом электромагнитного поля, фонон — квантом колебаний кристаллической решетки, а гипотетический гравитон — квантом гравитационного поля. \nИз-за некоторой расплывчатости термина (то ли частица, то ли физическая величина, например энергия) в современной физики он употребляется скорее по традиции. Так, понятие квантовой механики породило названия типа квантовой теории поля, квантовой оптики и т.д. В основном термин «квант» употребляется сейчас в научно-популярной литературе. \n"
      },
      {
        "name":"Фотоэффект",
        "id":24,
        "themes":[],
        "text":"В 1900 г. немецкий физик Макс Планк высказал гипотезу: свет излучается и поглощается отдельными порциями — квантами (или фотонами). Энергия каждого фотона определяется формулой  E = hν, где  h  — постоянная Планка, равная  6,63 * 10^-34 Дж,  ν — частота света. Гипотеза Планка объяснила многие явления: в частности, явление фотоэффекта, открытого и 1887 г. немецким ученым Генрихом Герцем и изученного экспириментально русским ученым Александром Григорьевичем Столетовым. \nФотоэффект — это явление испускания электронов веществом под действием света. Если зарядить цинковую пластину, присоединенную к электрометру, отрицательно и освещать ее электрической дутой, то электрометр быстро разрядится. \nВ результате исследований были установлены следующие эмпирические закономерности: \n— количество электронов, вырываемых светом с поверхности металла за 1 с, прямо пропорционально поглощаемой за это время энергии световой волны; \n— максимальная кинетическая энергия фото электронов линейно возрастает с частотой света и н зависит от его интенсивности. \nКроме того, были установлены два фундаментальных свойства. \nВо-первых, безынерционность фотоэффекта: процесс начинается сразу в момент начала освещения. \nВо-вторых, наличие характерной для каждого металла минимальной частоты ν min — красной границы фотоэффекта. Эта частота такова, что при  ν меньше ν min  фотоэффект не происходит при любой энергии света а если  ν > ν min , то фотоэффект начинается даже при малой энергии. \nТеорию фотоэффекта создал немецкий ученый А. Эйнштейн в 1905 г. В основе теории Эйнштейна лежит понятие работы выхода электронов из металла и понятие о квантовом излучении света. По теории Эйнштейна фотоэффект имеет следующее объяснение: поглощая квант света, электрон приобретает энергии  hν . При вылете из металла энергия каждого электро на уменьшается на определенную величину, котору называют работой выхода (A вых). Работа выхода это работа, которую необходимо затратить, чтобы удалить электрон из металла. Поэтому максимальная кинетическая энергия электронов после вылета (если нет других потерь) равна:  mv^2/2 = hv - A вых . Следовательно, \nhν = А + {mv^2} / 2; \nЭто уравнение носит название уравнения Эйнштейна. \nПриборы, в основе принципа действия которых лежит явление фотоэффекта, называют фотоэлементами. Простейшим таким прибором является вакуумный фотоэлемент. Недостатками такого фотоэлемента являются слабый ток, малая чувствительность к длинноволновому излучению, сложность в изготовлении, невозможность использования в цепях переменного тока. Применяется в фотометрии для измерения силы света, яркости, освещенности, в кино для воспроизведения звука, в фототелеграфах и фототелефонах, в управлении производственными процессами. \nСуществуют полупроводниковые фотоэлементы, и которых под действием света происходит изменение концентрации носителей тока. Они используются при автоматическом управлении электрическими цепями (например, в турникетах метро), в цепях переменного тока, в качестве невозобновляемых источников тока в часах, микрокалькуляторах, проходят испытания первые солнечные автомобили, используются в солнечных батареях на искусственных спутниках Земли, межпланетных и орбитальных автоматических станциях. \nС явлением фотоэффекта связаны фотохимические процессы, протекающие под действием света в фотографических материалах."
      },
      {
        "name":"Ядерная физика",
        "id":25,
        "themes":[],
        "text":"Атомная и ядерная физика \nЯдро атома состоит из нуклонов: \nпротонов (p) и нейтронов (n) \nЛюбой элемент таблицы Менделеева можно представить: ZAX, где \nZ - это порядковый номер элемента в таблице Менделеева; число протонов в ядре (заряд ядра атома равен произведению элементарного электрического заряда е на его порядковый номер Z: q=eZ; число электронов в атоме (атом в целом электрически нейтрален) \nA - это массовое число (в таблице Менделеева); общее число нуклонов в ядре: A = Z + N, где N -- число нейтронов в ядре \nЯдерные реакции - превращения одних атомных ядер в другие при взаимодействии их с элементарными частицами или друг с другом. \nРадиоактивность - способность атомных ядер некоторых элементов спонтанно распадаться, превращаясь в ядра другого элемента. \nЗакон сохранения зарядового числа (закон сохранения заряда): сумма нижних индексов частиц, вступивших в ядерную реакцию, равна сумме нижних индексов частиц, полученных в результате реакции. \nЗакон сохранения массового числа (закон сохранения массы): сумма верхних индексов частиц, вступивших в реакцию, равна сумме верхних индексов частиц, полученных в результате реакции. \nДефект массы ядра : \n∆m = Zmp + (A - Z)mn - mя; \nЭнергия связи атомного ядра : \nЕсв = ∆mс^2; \nЭнергия ядерной реакции : \nЕ = ∆m 931,5 MэВ \nАльфа-частицы (α) - это ядра атома гелия. \nБета-частицы (β) - это электроны, летящие со скоростью, близкой к скорости света: v = 0,99с\nГамма-кванты (γ) - жесткое электромагнитное излучение мяпой длины волны \mnЗакон радиоактивного распада : \nN = N02^{-1/T}; \nПериод полураспада Т- время, в течение которого распада-ется половина наличного числа радиоактивных атомов. \n  "
      }
    ],
    "text":""
  }
]